[
    {
        "title": "一、基础喂养篇（50条）",
        "subSentences": [
            "1. 养宠后需定期记录宠物体重变化，幼犬/幼猫每周1次，成年宠物每月1次，体重骤增骤减可能是健康预警。",
            "2. 宠物用品选购需关注材质安全性，避免塑料用品含双酚A，布料用品需无甲醛残留，可查看质检报告。",
            "3. 不同宠物的适宜环境湿度不同：狗狗50%-60%、猫咪40%-60%、鸟类50%-70%，湿度过高易引发皮肤病，过低易导致呼吸道干燥。",
            "4. 给宠物更换居住位置时，需保留其熟悉的用品（如旧窝、玩具），帮助快速适应新环境。",
            "5. 宠物的嗅觉灵敏度远超人类，避免在其活动区域使用浓烈香水、空气清新剂，易引发呼吸道不适。",
            "6. 长期室内饲养的宠物，需定期带至阳台或窗边接受散射光（每日1-2小时），帮助合成维生素D，促进钙吸收。",
            "7. 宠物之间初次见面需循序渐进，先隔栏熟悉气味，再短时间接触，全程观察是否有攻击倾向。",
            "8. 不要用人类的指甲刀给宠物剪指甲，刃口设计不同易导致指甲劈裂，需使用宠物专用指甲剪或磨甲器。",
            "9. 宠物的情绪状态可通过耳朵判断：耳朵前倾是警觉，向后贴头是恐惧或顺从，频繁抖动可能是耳道不适。",
            "10. 购买宠物粮时需查看配料表，优质粮的蛋白质来源应明确（如“鸡肉”而非“禽肉”），且无过多添加剂。",
            "11. 宠物的饮水器类型需适配品种：扁脸猫（如加菲）适合用扁口饮水器，避免呛水；大型犬适合用落地式饮水器。",
            "12. 定期清理宠物活动区域的死角（如沙发底、床底），堆积的毛发和灰尘易滋生螨虫，引发皮肤问题。",
            "13. 不要给宠物喂食刚从冰箱取出的食物，低温会刺激肠胃黏膜，导致痉挛或腹泻。",
            "14. 宠物的窝垫厚度需随季节调整：夏季用薄款冰丝垫，冬季用厚款毛绒垫，老年宠物可加垫记忆棉缓解关节压力。",
            "15. 接触陌生宠物时，先伸出手背让其闻气味，待其放松后再轻轻抚摸下巴或背部，避免直接触碰头部。",
            "16. 家中有宠物时，清洁地面建议用宠物专用消毒剂，避免84消毒液残留气味刺激宠物呼吸道。",
            "17. 宠物的玩具需定期轮换（每1-2周），避免长期使用单一玩具导致厌倦，提升互动积极性。",
            "18. 不要强迫宠物穿鞋子，除非是雪地或路面尖锐环境，日常穿鞋会影响脚掌感知和抓地力。",
            "19. 记录宠物的疫苗和驱虫时间，可设置手机提醒，避免遗漏导致免疫失效。",
            "20. 宠物出现频繁舔舐身体某部位，可能是疼痛、瘙痒或心理焦虑，需检查该部位并观察行为变化。",
            "21. 购买宠物牵引绳时，小型犬适合胸背带（减少颈部压力），大型犬适合项圈+牵引绳（便于控制）。",
            "22. 宠物的食盆高度需适配体型：大型犬用高架食盆，避免弯腰进食引发肠胃不适；猫咪食盆高度与肩同齐最佳。",
            "23. 不要在宠物进食时突然关闭灯光，易导致其受惊呛咳，影响进食安全。",
            "24. 定期检查宠物的口腔黏膜，健康状态下呈淡粉色，发白可能是贫血，发红可能是炎症。",
            "25. 宠物的睡眠时间因年龄不同：幼犬/幼猫每日18-20小时，成年宠物12-16小时，老年宠物14-18小时，睡眠不足易导致免疫力下降。",
            "26. 家中有宠物时，植物可选择安全品种：猫咪适合猫草、波士顿蕨；狗狗适合太阳花、玫瑰，避免有毒植物。",
            "27. 不要用手拉扯宠物的尾巴，尾巴连接脊椎神经，用力拉扯可能导致神经损伤或瘫痪。",
            "28. 宠物洗澡时的水流不宜过急，尤其是头部，需用手轻柔浇水，避免水流进耳朵和眼睛。",
            "29. 定期给宠物的用品（如牵引绳、胸背带）消毒，可用稀释的宠物消毒剂浸泡10分钟后晾干。",
            "30. 宠物出现对主人过度依赖（如寸步不离），可能是分离焦虑的前兆，需逐步训练其独立能力。",
            "31. 购买宠物零食时，优先选择无添加、天然材质的产品，如烘干鸡肉干、冻干蛋黄，避免油炸或含糖零食。",
            "32. 不要让宠物长时间盯着电子屏幕（电视、手机），强光可能损伤视网膜，影响视力。",
            "33. 宠物的排便状态可反映健康：粪便成形、颜色棕黄为正常；稀便可能是肠胃问题，黑便可能是消化道出血。",
            "34. 家中装修选择地板时，有宠物建议选防滑、耐磨材质（如实木复合地板），避免瓷砖过滑导致宠物摔倒受伤。",
            "35. 不要给宠物喂食人类的保健品（如钙片、维生素），剂量和成分不匹配，可能导致中毒或营养失衡。",
            "36. 定期梳理宠物毛发时，可顺便检查淋巴结（颈部、腋下、腹股沟），若有肿大需及时就医。",
            "37. 宠物外出时，避免接触流浪动物的粪便和分泌物，减少传染病传播风险。",
            "38. 不要用酒精擦拭宠物的伤口，刺激性过强会引发疼痛，需用宠物专用碘伏或生理盐水消毒。",
            "39. 宠物的情绪会受主人影响，主人焦虑或愤怒时，宠物可能出现躲窜、发抖等反应，需保持平和心态。",
            "40. 购买宠物航空箱时，需确保宠物能在箱内站立、转身，箱体侧面有通风孔，底部铺垫防滑垫。",
            "41. 不要让宠物在跑步机上长时间运动，易导致关节磨损，尤其是老年宠物和小型犬。",
            "42. 宠物的饮水需避免用矿泉水，部分矿泉水矿物质含量过高，长期饮用可能增加肾脏负担。",
            "43. 定期清理宠物的耳毛（尤其是耳道长毛的品种，如贵宾、比熊），避免耳毛过密滋生细菌引发耳病。",
            "44. 不要给宠物佩戴过重的饰品（如铃铛、项圈吊坠），长期佩戴会压迫颈部血管或皮肤，导致不适。",
            "45. 宠物出现突然的行为改变（如温顺变暴躁、活泼变呆滞），可能是疾病信号，需及时体检。",
            "46. 家中有宠物时，垃圾桶需选择带盖款式，避免宠物翻找误食有害物品（如电池、塑料袋）。",
            "47. 不要在宠物面前喷洒杀虫剂或驱蚊剂，有毒成分会通过呼吸或皮肤接触导致宠物中毒。",
            "48. 宠物的训练需循序渐进，每次训练时间不超过15分钟，避免过度疲劳导致抵触情绪。",
            "49. 定期检查宠物的脚掌肉垫，健康状态下柔软有弹性，干裂或硬化可能是缺乏护理或环境刺激。",
            "50. 不要让宠物食用发霉的食物或粮食，霉菌产生的毒素（如黄曲霉素）对宠物肝脏有致命危害。"
        ]
    },
    {
        "title": "二、饮食管理进阶篇（80条）",
        "subSentences": [
            "51. 猫咪对蛋白质的需求是狗狗的2倍，选择猫粮时蛋白质含量需≥30%，狗狗幼犬粮蛋白质含量≥22%、成年粮≥18%。",
            "52. 宠物粮的储存温度需控制在20-25℃，避免高温环境导致油脂氧化，产生哈喇味。",
            "53. 幼犬/幼猫喂食需遵循“少量多次”原则，每次喂食量以15分钟内吃完为宜，避免剩余食物变质。",
            "54. 猫咪是夜行性动物，可在睡前放置少量猫粮，满足其夜间进食需求，避免饥饿影响睡眠。",
            "55. 狗狗的零食需作为训练奖励或磨牙使用，不可替代主食，避免营养不均衡。",
            "56. 宠物进食时的环境需安静，避免多人围观或噪音干扰，否则易导致进食速度过快引发呛咳。",
            "57. 怀孕母犬在孕期最后2周，需适当减少喂食量（避免胎儿过大难产），增加喂食次数至每日4次。",
            "58. 哺乳期母猫若食欲不佳，可将猫粮与温水混合打成糊状，提升适口性，保证营养摄入。",
            "59. 老年宠物的饮食需减少脂肪和碳水化合物摄入，增加优质蛋白和膳食纤维，延缓器官老化。",
            "60. 宠物患皮肤病期间，可喂食含Omega-3脂肪酸的食物（如三文鱼、亚麻籽），促进皮肤修复。",
            "61. 猫咪需从食物中获取 arachidonic acid（花生四烯酸），可选择含动物肝脏、蛋黄的猫粮，满足营养需求。",
            "62. 狗狗运动前1小时内不宜喂食，运动后30分钟再进食，避免肠胃蠕动异常引发不适。",
            "63. 宠物粮开封后若出现结块、异味，即使在保质期内也不可喂食，可能已滋生细菌。",
            "64. 不要给宠物喂食人类的油炸食品（如炸鸡、薯条），高脂肪会导致胰腺炎和肥胖。",
            "65. 幼犬换牙期（3-6个月）喂食泡软的猫粮/狗粮，避免过硬食物刺激牙龈，引发疼痛。",
            "66. 猫咪的饮水量与体重相关，每公斤体重每日需饮水50-60毫升，可通过观察尿团大小判断饮水是否充足。",
            "67. 狗狗的饮水器需每日清洗，避免内壁附着的细菌进入体内，引发肠胃感染。",
            "68. 宠物换粮期间若出现软便，可搭配益生菌喂食，调节肠道菌群，缓解肠胃不适。",
            "69. 怀孕宠物需避免喂食活血化瘀的食物（如山楂、红花），防止流产或早产。",
            "70. 哺乳期母宠的饮食需增加钙的摄入，可喂食宠物专用钙片或骨汤（无盐），避免产后缺钙抽搐。",
            "71. 宠物食欲不振超过48小时，需就医检查，排除肾脏疾病、消化道梗阻等严重问题。",
            "72. 猫咪讨厌水，可通过湿粮（罐头、猫条）补充水分，湿粮含水量通常在70%以上。",
            "73. 不要给宠物喂食生鱼片，可能携带肝吸虫、异尖线虫，导致肝脏损伤或肠道感染。",
            "74. 狗狗可适量喂食煮熟的蛋黄（每周2-3个），补充卵磷脂和美毛成分，但过量易导致胆固醇升高。",
            "75. 宠物粮的颗粒大小需适配宠物体型，幼犬/幼猫选择小颗粒粮，方便咀嚼和消化。",
            "76. 猫咪进食时喜欢单独进食，多猫家庭需分开喂食，避免抢食导致进食不均或争斗。",
            "77. 不要给宠物喂食含酒精的食物或饮品，即使少量也会导致宠物酒精中毒，出现呕吐、昏迷。",
            "78. 宠物患糖尿病期间，需严格控制进食时间和量，避免喂食高糖零食（如水果干、奶片）。",
            "79. 狗狗的肠胃对乳糖不耐受，除宠物专用羊奶粉外，其他乳制品（如牛奶、奶酪）需少量尝试，观察是否腹泻。",
            "80. 宠物进食后不要立即进行剧烈运动，可散步10-15分钟，促进消化，避免胃胀气。",
            "81. 猫咪需定期喂食猫草或化毛粮，每3-5天1次，帮助排出体内毛发，预防毛球堵塞肠道。",
            "82. 不要给宠物喂食含大量添加剂的零食（如火腿肠、薯片），易引发挑食和肾脏负担。",
            "83. 宠物粮的选择需考虑活动量：运动量大的宠物（如边牧、哈士奇）选择高能量粮，室内懒宠选择低脂粮。",
            "84. 狗狗可适量喂食煮熟的南瓜（每周1-2次），补充膳食纤维，缓解便秘或腹泻。",
            "85. 宠物饮水需避免用金属容器长时间存放，尤其是夏季，易滋生细菌并产生异味。",
            "86. 猫咪的味觉对甜味不敏感，无需喂食含糖食物，甜味剂可能影响其血糖稳定。",
            "87. 不要给宠物喂食未煮熟的豆类（如四季豆、黄豆），含有皂素和植物血凝素，会导致呕吐、腹泻。",
            "88. 宠物患肾脏疾病期间，需选择低磷处方粮，避免喂食内脏、坚果等高磷食物。",
            "89. 狗狗的零食需多样化，交替喂食磨牙棒、肉干、蔬菜干，保证营养均衡且避免厌倦。",
            "90. 宠物进食时若出现呛咳，需立即停止喂食，让其站立休息，严重时轻拍背部帮助缓解。",
            "91. 猫咪可适量喂食煮熟的鸡胸肉（每周2次），撕成细丝喂食，补充优质蛋白，增强体质。",
            "92. 不要给宠物喂食含咖啡因的饮品（如咖啡、可乐），会导致心跳加速、神经兴奋，甚至中毒。",
            "93. 宠物粮的保质期需重点关注，临近过期的粮营养成分会流失，不建议长期喂食。",
            "94. 狗狗可适量喂食煮熟的胡萝卜（切碎），补充维生素A，有助于眼部健康和毛发亮泽。",
            "95. 宠物饮水器需放置在远离食盆的位置，避免食物残渣落入水中，污染饮水。",
            "96. 猫咪的饮食需避免频繁更换，每次换粮至少过渡7天，减少肠胃应激反应。",
            "97. 不要给宠物喂食含盐分的食物（如咸菜、酱肉），易导致泪痕加重和肾脏损伤。",
            "98. 宠物患皮肤病期间，需避免喂食海鲜、羊肉等易过敏食物，防止加重皮肤瘙痒。",
            "99. 狗狗的零食喂食需定时定量，避免随机喂食，防止养成挑食和乞食的习惯。",
            "100. 宠物进食后需及时清理食盆，避免食物残渣吸引蚂蚁、蟑螂，影响环境卫生。",
            "101. 猫咪可适量喂食冻干肉类零食，保留营养且适口性好，但需控制量，避免影响主食摄入。",
            "102. 不要给宠物喂食腐烂的水果（如烂苹果、坏香蕉），含有霉菌毒素，会导致肠胃中毒。",
            "103. 宠物粮的选择需考虑品种特性：短鼻犬（如巴哥、法斗）选择易吞咽的小颗粒粮，长毛猫选择防毛球粮。",
            "104. 狗狗可适量喂食煮熟的鱼肉（去刺），补充Omega-3脂肪酸，有助于关节健康和毛发护理。",
            "105. 宠物饮水需保证24小时供应，尤其是夏季和运动后，缺水易导致中暑和泌尿系统问题。",
            "106. 猫咪的饮食需以猫粮为主，辅食（如肉类、蔬菜）占比不超过10%，避免营养失衡。",
            "107. 不要给宠物喂食含洋葱粉、大蒜粉的加工食品（如方便面调料包），同样会导致溶血反应。",
            "108. 宠物患消化道疾病期间，可喂食易消化的食物（如米汤、泡软的粮），减轻肠胃负担。",
            "109. 狗狗的零食需避免选择带小零件（如塑料扣、珠子）的产品，防止误食堵塞肠道。",
            "110. 宠物进食时若出现食欲不振，可适当加热食物（至38℃左右），提升香味和适口性。"
        ]
    },
    {
        "title": "三、健康医疗进阶篇（80条）",
        "subSentences": [
            "111. 宠物疫苗接种后需在医院观察30分钟，避免出现过敏反应（如面部肿胀、呼吸困难），以便及时处理。",
            "112. 幼犬/幼猫首次接种疫苗后，免疫力尚未完全建立，3个月内避免带至人群密集的公共场所。",
            "113. 宠物体外驱虫药需滴在皮肤干燥处，若毛发潮湿需擦干后再使用，否则药物无法吸收。",
            "114. 宠物体内驱虫后若出现轻微呕吐、腹泻，属于正常药物反应，24小时内可自行缓解，持续不适需就医。",
            "115. 宠物体检时，老年宠物需额外增加心脏检查（如心电图）和肿瘤筛查（如肿瘤标志物检测），早发现潜在疾病。",
            "116. 宠物皮肤出现圆形脱毛区、皮屑增多，可能是真菌感染（猫癣、狗癣），需隔离治疗，避免传染给人或其他宠物。",
            "117. 宠物口腔洁牙前需进行血常规和凝血功能检查，确保身体状况适合麻醉，降低手术风险。",
            "118. 公猫尿结石复发率较高，治愈后需长期喂食泌尿处方粮，每日保证充足饮水，减少复发。",
            "119. 大型犬幼犬（如金毛、阿拉斯加）需控制生长速度，避免过量喂食导致骨骼发育异常（如髋关节发育不良）。",
            "120. 宠物受伤后若出现精神萎靡、体温下降，可能是失血性休克前兆，需立即送医急救。",
            "121. 宠物感冒时需注意保暖，避免洗澡和外出，可喂食宠物专用感冒药，不可自行喂人类药物。",
            "122. 猫咪鼻支是传染性疾病，患病后需隔离，使用抗病毒药物和抗生素治疗，同时补充赖氨酸提升免疫力。",
            "123. 宠物皮肤病治疗期间，环境需彻底消毒（如用紫外线灯照射、消毒剂喷洒），避免反复感染。",
            "124. 宠物伊丽莎白圈需选择合适尺寸，以能正常进食、饮水且无法舔舐患处为宜，过紧会影响呼吸。",
            "125. 宠物被蜱虫叮咬后，拔出蜱虫需检查头部是否残留，若有残留需就医处理，避免引发感染。",
            "126. 兔子球虫病可通过粪便传播，幼兔断奶后需立即接种球虫疫苗，定期检测粪便是否带虫。",
            "127. 宠物手术后需佩戴伊丽莎白圈至伤口愈合，避免舔舐导致伤口感染或拆线，影响恢复。",
            "128. 宠物癫痫发作时，需记录发作时间、持续时长和症状，为兽医诊断提供参考，便于制定治疗方案。",
            "129. 宠物糖尿病需定期监测血糖（每周1-2次），可使用宠物专用血糖仪，避免用人用血糖仪导致数据误差。",
            "130. 宠物白内障初期表现为眼睛浑浊、视力下降，老年犬猫高发，严重时需手术治疗，术后需佩戴伊丽莎白圈防止抓挠。",
            "131. 宠物患中耳炎时，会出现频繁甩头、抓耳朵、耳道流脓等症状，需用专用洗耳液清理后滴入抗生素滴耳液。",
            "132. 幼犬易患细小病毒，症状为呕吐、剧烈腹泻（番茄汁样粪便）、体温升高，需立即隔离输液治疗，死亡率极高。",
            "133. 猫咪患猫瘟时，会出现精神沉郁、食欲废绝、顽固性呕吐，治疗期间需禁食禁水，通过输液补充营养和水分。",
            "134. 宠物注射疫苗后，接种部位可能出现轻微肿胀，1-2天内会自行消退，若肿胀持续或化脓需就医。",
            "135. 宠物患湿疹时，皮肤会出现红色丘疹、瘙痒，需保持患处干燥，涂抹宠物专用湿疹药膏，避免环境潮湿。",
            "136. 大型犬髋关节发育不良初期表现为运动后跛行、起身困难，需减少剧烈运动，补充软骨素，严重时需手术。",
            "137. 宠物患尿道炎时，会出现尿频、尿痛、尿液带血，需喂食泌尿处方粮，增加饮水量，遵医嘱使用消炎药。",
            "138. 宠物误食老鼠药后，若为抗凝血类毒药，会出现牙龈出血、皮下淤血，需立即注射维生素K解毒并送医。",
            "139. 宠物患脂溢性皮炎时，毛发会油腻、脱落并伴随皮屑，需用控油型宠物沐浴露洗澡，配合口服维生素B族。",
            "140. 猫咪患口炎时，会出现流口水、进食疼痛、口腔黏膜红肿，需进行口腔清洁，涂抹口腔消炎药，严重时拔牙治疗。",
            "141. 宠物患肺炎时，会出现咳嗽、呼吸困难、体温升高，需住院输液治疗，环境保持安静通风，避免烟尘刺激。",
            "142. 宠物疫苗保护期结束前15天需及时加强免疫，避免免疫空白期导致感染传染病。",
            "143. 宠物患跳蚤感染时，除体外驱虫外，需彻底清洗窝垫、玩具并消毒环境，避免跳蚤再次滋生。",
            "144. 宠物患绦虫病时，粪便中会出现白色节片（米粒状），需使用针对绦虫的驱虫药，同时定期为宠物驱虫预防。",
            "145. 老年宠物患慢性肾衰竭时，需喂食肾脏处方粮，控制蛋白质和磷的摄入，定期复查肾功能调整治疗方案。",
            "146. 宠物患结膜炎时，眼睛会红肿、流泪、分泌物增多，需用生理盐水清理后滴入宠物专用眼药水，避免交叉感染。",
            "147. 宠物被其他动物咬伤后，除伤口处理外，需根据情况接种狂犬疫苗和破伤风疫苗，防止感染。",
            "148. 宠物患皮肤癣菌病时，需对主人衣物、家居环境进行消毒，避免人宠交叉感染，治疗期间定期复查。",
            "149. 宠物患急性肠胃炎时，需禁食24小时，之后喂食易消化的食物，配合益生菌和消炎药，严重时输液补水。",
            "150. 宠物患佝偻病时（幼犬/幼猫高发），表现为骨骼变形、行走异常，需补充维生素D和钙，增加户外活动接受光照。",
            "151. 宠物患肛门腺炎时，会出现蹭屁股、肛门红肿、疼痛，需由兽医挤净肛门腺分泌物，涂抹消炎药膏。",
            "152. 宠物患哮喘时（猫咪高发），会出现阵发性咳嗽、呼吸急促，需避免接触过敏原（如粉尘、烟雾），遵医嘱用药。",
            "153. 宠物患麦粒肿时，眼睑会出现红肿硬结，初期可热敷，后期需手术切开排脓，避免自行挤压。",
            "154. 宠物患弓形虫病时，可能出现发热、腹泻、精神萎靡，孕妇和免疫力低下者需避免接触病宠粪便，做好防护。",
            "155. 宠物患犬瘟热时，初期类似感冒，后期出现神经症状（抽搐、癫痫），需早期发现并进行抗病毒、支持治疗。",
            "156. 宠物换牙期若乳牙未脱落（双排牙），易导致牙结石和口腔问题，需由兽医拔除滞留乳牙。",
            "157. 宠物患真菌性肺炎时，需使用抗真菌药物治疗，治疗周期较长（1-2个月），需定期复查肺部影像。",
            "158. 宠物患毛囊炎时，毛囊处会出现红色小疙瘩，需保持皮肤清洁，涂抹抗菌药膏，避免抓挠引发感染。",
            "159. 宠物患低血糖时（幼犬/幼猫、小型犬高发），表现为精神沉郁、四肢无力、抽搐，需立即喂食葡萄糖水缓解并送医。",
            "160. 宠物患扁桃体炎时，会出现吞咽困难、流口水、喉咙红肿，需使用抗生素治疗，喂食温凉的流质食物。",
            "161. 宠物患角膜溃疡时，眼睛会疼痛、畏光、流泪，需佩戴伊丽莎白圈，滴入促进角膜修复的眼药水，严重时手术。",
            "162. 宠物患蛔虫病时，幼犬/幼猫会出现消瘦、腹泻、腹部膨大，需定期驱虫，环境消毒避免虫卵传播。",
            "163. 宠物患胰腺炎时（肥胖犬高发），表现为呕吐、腹痛、拒食，需禁食禁水，输液治疗，恢复期喂食低脂粮。",
            "164. 宠物患耳螨时，耳道会有黑色分泌物、瘙痒剧烈，需用洗耳液彻底清理耳道后，滴入耳螨专用药。",
            "165. 宠物患荨麻疹时，皮肤会出现风团、瘙痒，多由过敏引起，需避免接触过敏原，注射抗过敏药物。",
            "166. 宠物患淋巴肉瘤时，会出现淋巴结肿大、消瘦、食欲下降，需通过病理检查确诊，进行化疗等综合治疗。",
            "167. 宠物患足皮炎时，脚掌会红肿、化脓，多因脚掌长期潮湿或接触刺激物导致，需保持干燥，涂抹消炎药。",
            "168. 宠物患猫传染性腹膜炎时（猫咪绝症），分为干性和湿性，表现为腹水/胸水、发热，目前无有效治疗方法，以支持治疗为主。",
            "169. 宠物患牙周炎时，除洁牙外，需长期进行口腔护理，喂食磨牙零食，定期检查口腔状况。",
            "170. 宠物患肠梗阻时，表现为呕吐、不排便、腹痛，需通过X光确诊，立即手术取出异物，术后禁食禁水。"
        ]
    },
    {
        "title": "四、日常护理进阶篇（80条）",
        "subSentences": [
            "171. 长毛猫梳理毛发时，需先用排梳梳理打结部位，再用针梳梳理浮毛，避免直接用针梳拉扯导致毛发断裂。",
            "172. 狗狗修剪毛发时，腹部和腿部内侧毛发需留1-2厘米，避免皮肤直接接触地面引发着凉或擦伤。",
            "173. 猫咪洗澡后，可使用宠物专用护毛素（长毛猫适用），帮助毛发顺滑，减少打结，但需彻底冲洗干净。",
            "174. 宠物窝垫若使用棉质材质，需每月用除螨仪清理1次，减少螨虫滋生，预防皮肤过敏。",
            "175. 短鼻犬（巴哥、法斗）清理脸部时，需重点擦拭褶皱处的分泌物，避免细菌堆积引发皮肤炎症。",
            "176. 宠物脚掌肉垫干裂时，可在睡前涂抹护脚霜后用纱布包裹，次日拆除，坚持几天即可缓解。",
            "177. 猫咪清理耳道时，洗耳液滴入后需轻轻按摩耳根1分钟，让药液充分溶解污垢，再让猫咪自行甩出。",
            "178. 狗狗的指甲若剪出血，需立即用止血粉按压止血，之后几天避免让狗狗在粗糙地面奔跑，防止伤口开裂。",
            "179. 宠物换毛期，可使用褪毛梳（富美内特梳），高效去除浮毛，减少家中毛发堆积。",
            "180. 鹦鹉梳理羽毛时会吞食浮毛，需在鸟笼内放置墨鱼骨和矿物质块，帮助排出毛发，补充钙质。",
            "181. 水龟饲养缸需安装加热棒（水温保持25-28℃），避免水温过低导致龟感冒或拒食。",
            "182. 仓鼠的笼子需放置在安静处，避免噪音刺激导致其应激，影响食欲和健康。",
            "183. 宠物口腔护理时，若宠物抗拒刷牙，可使用口腔护理喷雾，每日喷2-3次，辅助清洁口腔。",
            "184. 长毛犬（金毛、萨摩耶）洗澡后，需用针梳边吹边梳，确保毛发根部彻底吹干，预防湿疹。",
            "185. 猫咪的猫砂盆需选择开放式或半封闭式，封闭式猫砂盆虽除臭但通风差，易滋生细菌。",
            "186. 狗狗外出时，若路面有积雪或融雪剂，回家后需立即用温水清洗脚掌，避免化学物质刺激皮肤。",
            "187. 宠物玩具若为橡胶材质，出现咬痕过深或裂缝时需及时更换，避免橡胶碎片被误食。",
            "188. 兔子的毛发梳理需使用排梳，每周1-2次，避免用力拉扯导致毛发脱落或皮肤损伤。",
            "189. 宠物的食盆若为不锈钢材质，需避免长时间接触酸性食物（如湿粮），防止材质腐蚀产生有害物质。",
            "190. 猫咪喜欢舔舐毛发，可定期喂食化毛膏（每周2-3次），每次2-3厘米，帮助排出体内毛球。",
            "191. 狗狗的牵引绳若为尼龙材质，需避免在阳光下长时间暴晒，防止材质老化断裂。",
            "192. 宠物窝垫若被呕吐物污染，需先用纸巾擦拭干净，再用宠物专用消毒剂浸泡清洗，彻底晾干。",
            "193. 鸟类宠物的羽毛若沾染污物，可用湿棉签轻轻擦拭，避免用水直接冲洗导致着凉。",
            "194. 宠物修剪肛门周围毛发时，需用小剪刀小心修剪，避免剪伤皮肤，可配合宠物保定袋固定。",
            "195. 猫咪的眼睛若有泪痕，可使用泪痕清洁液，每日擦拭1-2次，同时调整饮食（换低脂粮）缓解。",
            "196. 狗狗的耳朵若有异味，需及时检查是否有耳螨或感染，不要用香水掩盖异味，会加重病情。",
            "197. 宠物用品消毒时，需按照消毒剂说明稀释比例使用，浓度过高会刺激宠物皮肤和呼吸道。",
            "198. 仓鼠的跑轮需选择静音款式，避免夜间运转噪音影响主人休息，同时减少仓鼠应激。",
            "199. 宠物洗澡时，头部清洗需用手沾水轻柔擦拭，避免水流进耳朵，引发耳道感染。",
            "200. 猫咪的猫抓板可喷洒猫薄荷喷雾，吸引猫咪使用，减少对家具的抓挠。",
            "201. 狗狗的胸背带需定期检查卡扣是否牢固，避免外出时卡扣松动导致宠物挣脱走失。",
            "202. 宠物的毛发若沾染油漆或胶水，不可强行拉扯，可用植物油涂抹软化后轻轻梳理，再清洗干净。",
            "203. 兔子的脚垫需每日清理，避免粪便和尿液残留导致脚皮炎，脚垫磨损后需及时更换。",
            "204. 宠物的饮水器若为滚珠式，需每周拆卸清理滚珠内部，避免细菌堆积堵塞出水口。",
            "205. 猫咪的尾巴根部毛发易打结，梳理时需格外小心，可用手指轻轻解开结团后再梳。",
            "206. 狗狗洗澡后，需检查耳朵是否进水，若进水可用干净棉签轻轻吸干耳道内水分。",
            "207. 宠物的玩具可分为益智类、磨牙类、互动类，每日交替使用，满足宠物不同需求。",
            "208. 仓鼠的食盆需放置在远离厕所的位置，避免食物被粪便污染，保持饮食卫生。",
            "209. 宠物的指甲磨甲器需选择电动款式（大型犬适用），效率更高，避免手动磨甲耗时费力。",
            "210. 猫咪的猫砂需选择粉尘少的款式，减少猫咪吸入粉尘引发呼吸道问题。",
            "211. 狗狗的胡须需定期梳理，避免沾染污物打结，影响其感知功能。",
            "212. 宠物窝垫若放置在阳台，雨天需及时收回，避免雨水浸湿导致发霉。",
            "213. 鸟类宠物的鸟笼需安装站杆（木质或磨砂材质），帮助磨喙和爪子，避免过长影响活动。",
            "214. 宠物的口腔若有食物残渣，需用湿棉签清理，避免残渣发酵产生异味和口腔疾病。",
            "215. 猫咪的爪子若嵌入肉垫（嵌甲），需用宠物专用指甲剪小心修剪，避免感染。",
            "216. 狗狗外出时，牵引绳长度需控制在1.5米以内，避免过长导致宠物脱离控制范围。",
            "217. 宠物的毛发若出现局部脱落，需检查是否有皮肤问题，不要盲目喂食美毛产品。",
            "218. 仓鼠的垫料需铺5-10厘米厚，满足其打洞天性，同时保持环境温暖。",
            "219. 宠物洗澡时的水温需用温度计测量，避免凭手感判断导致水温过高或过低。",
            "220. 猫咪的猫砂盆每日清理后，需喷洒宠物专用除臭剂，保持环境气味清新。",
            "221. 狗狗的毛发若为白色或浅色，需选择美白型宠物沐浴露，减少污渍和泪痕残留。",
            "222. 宠物的用品（如玩具、窝垫）需根据季节更换，夏季用透气材质，冬季用保暖材质。",
            "223. 兔子的耳朵需定期检查是否有耳螨，可用湿棉签轻轻擦拭耳道口，避免深入耳道。",
            "224. 宠物的指甲剪需定期消毒（用酒精棉片擦拭），避免交叉感染细菌。",
            "225. 猫咪的尾巴若沾染粪便，需用湿毛巾擦拭干净，不可用水直接冲洗尾巴根部。",
            "226. 狗狗的牵引绳若沾到雨水或污物，需及时清洗晾干，避免材质发霉产生异味。",
            "227. 宠物的口腔护理需从小开始，幼犬/幼猫4个月大时即可开始训练刷牙，养成习惯。",
            "228. 长毛宠物的腿部毛发需定期修剪，避免过长沾到污物，影响行走和卫生。",
            "229. 宠物的窝垫需选择可拆洗款式，方便日常清洁和消毒，保持卫生。",
            "230. 猫咪的眼睛周围毛发若过长，需用小剪刀修剪，避免刺激眼球导致流泪。"
        ]
    },
    {
        "title": "五、行为与安全进阶篇（80条）",
        "subSentences": [
            "231. 训练宠物“安静”指令时，当宠物停止吠叫/吵闹后立即给予奖励，反复训练强化记忆。",
            "232. 猫咪乱抓家具时，可在家具表面贴防抓贴（硅胶材质），同时提供猫抓板，引导正确行为。",
            "233. 狗狗分离焦虑时，可在外出前播放舒缓音乐，留下带有主人气味的衣物，缓解焦虑情绪。",
            "234. 宠物在户外捡到食物时，主人需发出“吐”的指令，若宠物吐出则给予奖励，避免误食有毒食物。",
            "235. 猫咪夜间过于活跃时，可在睡前进行15-20分钟互动游戏（如逗猫棒），消耗精力，减少夜间吵闹。",
            "236. 狗狗吠叫扰民时，需找到根源（如陌生人、领地意识），针对性训练，不要一味呵斥。",
            "237. 训练宠物“握手”时，先让宠物坐下，再轻轻拿起其爪子，发出“握手”指令，完成后给予奖励。",
            "238. 猫咪在高处不愿下来时，不要强行拖拽，可在下方放置零食或玩具，引导其自行下来。",
            "239. 狗狗护食时，需从小训练，在喂食时逐步靠近食盆，温和抚摸，让其适应进食时有人在旁。",
            "240. 宠物对特定声音（如吹风机、吸尘器）恐惧时，可逐步让其适应：先远距离播放声音，再慢慢靠近，同时给予奖励。",
            "241. 训练宠物“卧下”指令时，先让其坐下，再用零食引导其身体前倾卧下，完成后给予奖励。",
            "242. 猫咪乱尿在沙发上时，需彻底清洁并喷洒除味剂，同时将猫砂盆放在安静位置，避免应激。",
            "243. 狗狗外出时扑人，需立即收紧牵引绳，让其坐下，待安静后再继续行走，反复训练纠正。",
            "244. 宠物在医院表现紧张时，主人可自带其熟悉的玩具或零食，分散注意力，缓解焦虑。",
            "245. 训练宠物“定”指令时，让宠物在指定位置坐下，逐步延长停留时间，每次延长5-10秒，完成后奖励。",
            "246. 猫咪讨厌被抱时，不要强行拥抱，可通过抚摸下巴、背部建立信任，逐步让其适应。",
            "247. 狗狗随地大小便时，不要打骂，需立即将其带到正确位置，让其闻气味，下次提前引导。",
            "248. 宠物与儿童互动时，需全程看护，教导儿童不要拉扯宠物毛发、尾巴，避免引发攻击行为。",
            "249. 训练宠物适应牵引绳时，先让其佩戴胸背带在家活动，适应后再外出，减少抗拒。",
            "250. 猫咪在饭桌上乞食时，不要喂食，坚持让其在自己食盆进食，避免养成坏习惯。",
            "251. 狗狗追逐车辆或行人时，需立即发出“过来”指令，同时收紧牵引绳，纠正危险行为。",
            "252. 宠物应激时，表现为躲在角落、拒绝进食，需提供安静环境，不要强行互动，让其自行恢复。",
            "253. 训练宠物“装死”指令时，先让其卧下，再用手轻推其身体使其侧卧，发出“装死”指令，静止几秒后给予奖励，逐步延长时间。",
            "254. 猫咪对封闭空间有依赖，可在家中设置“安全角”（如纸箱+旧毛巾），让其在应激时能自行躲避，缓解情绪。",
            "255. 狗狗外出时对其他狗狗过度兴奋扑跳，需拉住牵引绳让其保持距离，待双方平静后再缓慢接触，避免冲突。",
            "256. 宠物偷食时，不要大喊大叫追赶，可轻轻发出“不”的指令，同时将食物收好，事后加强“拒食”训练。",
            "257. 猫咪用爪子拍击主人时，若力度过大，需立即停止互动并转身离开，让其明白该行为会失去关注。",
            "258. 狗狗在家中乱跑冲撞时，可抛出玩具引导其在指定区域活动，或进行“随行”训练，培养规则意识。",
            "259. 训练宠物“捡物”时，先让其熟悉玩具（如球），再将玩具抛出，发出“捡”的指令，捡回后给予奖励，逐步增加距离。",
            "260. 猫咪夜间抓门时，不要立即开门，避免强化该行为，可在睡前确保其饮食、排泄需求满足，减少抓门频率。",
            "261. 狗狗对陌生人过度警惕吠叫时，主人需保持冷静，温和安抚并介绍“这是朋友”，同时让陌生人缓慢递出零食，建立信任。",
            "262. 宠物在地毯上排便后，除清洁除味外，可在该区域放置食盆或玩具，利用其“不在进食区排便”的天性纠正行为。",
            "263. 训练猫咪“握手”时，用零食引诱其抬起爪子，握住后给予奖励，反复训练，猫咪虽不如狗狗配合，但可形成条件反射。",
            "264. 狗狗拆咬家具腿时，可在家具腿包裹防咬贴，同时提供磨牙棒，当狗狗啃咬磨牙棒时及时奖励，转移注意力。",
            "265. 宠物乘坐汽车时，需用安全带或航空箱固定，避免急刹车时受伤，同时不要让宠物将头伸出窗外，防止异物进入眼睛。",
            "266. 猫咪在花盆里刨土时，可在花盆表面铺碎石或橘子皮（猫咪讨厌其气味），同时提供猫抓板或沙土盆，满足其刨挖天性。",
            "267. 狗狗听到门铃吠叫时，可训练其“听到门铃就坐下”，门铃响起后引导其坐下，安静后给予奖励，减少扰民。",
            "268. 宠物接触新玩具时若表现胆怯，不要强行塞给它，可将玩具放在其活动区，让其自行熟悉后再互动。",
            "269. 训练宠物“回家”指令时，在户外固定区域发出指令，配合零食奖励，让其形成“听到指令就返回主人身边”的条件反射。",
            "270. 猫咪在主人身上乱踩时，若指甲过长需及时修剪，同时提供柔软垫子，引导其在垫子上踩奶，避免抓伤。",
            "271. 狗狗在草地上打滚时，需注意观察是否有蜱虫、荆棘附着，回家后及时检查体表，避免寄生虫或皮肤划伤。",
            "272. 宠物对儿童的尖叫、奔跑表现紧张时，需将宠物带至安静处，同时教导儿童降低音量，温和与宠物互动。",
            "273. 训练宠物“不许动”指令时，让其在原地站立，主人逐步后退，若保持不动则给予奖励，逐步增加后退距离。",
            "274. 猫咪讨厌被摸肚子时，不要强行触碰，尊重其喜好，可选择抚摸头部、下巴等安全区域，建立信任。",
            "275. 狗狗外出时误食路边物品，需立即发出“吐”的指令，若无效可轻按其喉咙催吐（仅在确认非腐蚀性物品时使用），随后就医。",
            "276. 宠物在雷雨天气表现恐惧时，可将其带入室内封闭空间（如卫生间），播放舒缓音乐，主人陪伴安抚，减少焦虑。",
            "277. 训练猫咪“定点进食”时，固定食盆位置和喂食时间，若猫咪在其他地方乞食坚决不喂，强化其对进食地点的认知。",
            "278. 狗狗护玩具时，不要强行抢夺，可先用其他零食引诱其放下玩具，再给予零食奖励，让其明白“放下有好处”。",
            "279. 宠物在阳台活动时，需确保防护网无破损，避免其攀爬导致坠落，尤其是高层住户。",
            "280. 猫咪在镜子前对着自己影像哈气时，不要嘲笑或强迫其靠近，可移开镜子，避免其持续处于紧张状态。"
        ]
    },
    {
        "title": "六、特殊场景与应急进阶篇（80条）",
        "subSentences": [
            "281. 宠物中暑后降温需循序渐进，不可用冰水直接冲洗，以免血管剧烈收缩引发休克，可用湿毛巾擦拭腹股沟、脚垫等部位。",
            "282. 宠物误食巧克力后，若在1小时内，可在兽医指导下催吐（小型犬喂3%双氧水，每公斤体重1-2毫升），随后立即送医。",
            "283. 宠物被蜜蜂叮咬头部、喉咙等敏感部位时，需立即送医，避免肿胀堵塞呼吸道，引发窒息。",
            "284. 家中宠物应急包需定期更新（每3个月），检查药品保质期、纱布是否完好，补充消耗的用品。",
            "285. 宠物分娩时，主人需在旁观察但不干扰，若出现胎儿卡产道超过15分钟，需戴无菌手套轻轻协助拉出，无效则立即送医。",
            "286. 宠物产后缺钙抽搐时，需立即静脉注射钙剂（兽医操作），日常需加强钙的补充，避免再次发作。",
            "287. 宠物航空托运前4小时禁食禁水，避免飞行中呕吐导致窒息，航空箱内放置吸水垫和少量熟悉玩具。",
            "288. 长途自驾带宠物时，每2小时停车一次，让狗狗下车活动、饮水，猫咪可在车内打开航空箱短暂透气（需有人看护）。",
            "289. 宠物冻伤后复温，需用37-40℃的温水浸泡患处，每次15-30分钟，复温后用干净毛巾擦干，涂抹冻伤药膏。",
            "290. 宠物触电后若心跳停止，需立即进行心肺复苏：胸部按压（狗狗按压胸腔左侧，猫咪按压胸骨中部），配合人工呼吸，每按压30次吹气2次。",
            "291. 猫咪毛球堵塞肠道引发呕吐、便秘时，需禁食并送医，通过X光确认毛球位置，必要时手术取出，不可盲目喂食化毛膏。",
            "292. 宠物被黄蜂叮咬后，因黄蜂毒液呈碱性，可用醋水擦拭患处中和毒性，蜜蜂叮咬则用肥皂水，随后观察是否有过敏反应。",
            "293. 火灾逃生时，若宠物被困室内，不要贸然返回，需告知消防员宠物位置，由专业人员救援。",
            "294. 洪水来临时，携带宠物转移需避免进入深水区，小型宠物放入航空箱，大型犬佩戴牵引绳，确保其不挣扎冲撞。",
            "295. 宠物癫痫持续发作超过5分钟，需立即送医，途中用毛巾包裹其身体，避免咬伤自己和主人。",
            "296. 狗狗胃扭转急救时，可轻轻按摩腹部缓解疼痛，但不要强行按压，立即联系兽医准备手术，争取救治时间。",
            "297. 宠物误食鱼刺卡喉时，不要用手或工具抠喉咙，避免划伤食道，需立即送医，通过内镜取出鱼刺。",
            "298. 宠物产后乳腺炎初期，可热敷乳房并轻轻按摩，挤出变质乳汁，配合抗生素治疗，严重时需手术引流。",
            "299. 猫咪应激性膀胱炎反复发作时，需改善环境：减少环境变化、增加猫砂盆数量（多猫家庭每只猫+1个）、提供流动饮水器。",
            "300. 宠物被车撞伤后，若怀疑骨折，用木板或硬纸板固定受伤部位（避免移动），抬至航空箱内送医，不要随意搬动。",
            "301. 宠物长期不排便（狗狗超过48小时，猫咪超过72小时），可能是便秘或肠梗阻，需喂食益生菌并送医，排除器质性病变。",
            "302. 冬季使用暖水袋给宠物保暖时，需用毛巾包裹，温度控制在40℃以内，每2小时检查一次，避免低温烫伤。",
            "303. 宠物接触除草剂后，若皮肤沾染，立即用大量清水冲洗；若口服，灌服活性炭吸附毒素，随后送医，携带除草剂包装供兽医参考。",
            "304. 老年宠物认知障碍时，可在室内贴标识（如“食盆在此”），固定用品位置，增加陪伴互动，遵医嘱服用改善认知的药物。",
            "305. 宠物离世后，若选择土葬，需远离水源和农田（至少1米深），撒生石灰消毒，避免污染环境。",
            "306. 宠物误食老鼠药后，无论是否出现症状，都需立即送医，告知兽医老鼠药类型（抗凝血类、神经毒性类等），便于针对性治疗。",
            "307. 宠物患急性肾衰竭时，需立即住院输液，通过利尿剂促进毒素排出，严格控制蛋白质摄入，定期复查肾功能。",
            "308. 宠物被其他宠物咬伤导致伤口感染时，需清理伤口并涂抹抗菌药膏，同时注射抗生素，避免感染扩散。",
            "309. 猫咪高空坠落受伤时，即使表面无伤口，也需送医检查内脏和骨骼，很多内伤会延迟发作。",
            "310. 宠物食物中毒时，表现为呕吐、腹泻、抽搐，需立即禁食禁水，携带可疑食物样本送医，便于确诊毒素类型。",
            "311. 宠物手术前需禁食8-12小时、禁水4小时，避免麻醉时呕吐物呛入气管引发肺炎或窒息。",
            "312. 宠物手术后伤口感染时，表现为红肿、流脓、发热，需立即就医清创处理，更换抗生素，加强伤口护理。",
            "313. 宠物患严重皮肤病需要药浴时，需按照兽医指导控制药浴时间（一般10-15分钟），彻底冲洗干净药液，避免中毒。",
            "314. 宠物在户外被蛇咬伤时，若能看清蛇的特征（颜色、斑纹）告知兽医，用绷带在伤口上方5厘米处轻轻绑扎（不要过紧），立即送医注射抗蛇毒血清。",
            "315. 宠物患糖尿病酮症酸中毒时，表现为口渴、多尿、呼吸有烂苹果味，需立即输液纠正酸中毒，注射胰岛素。",
            "316. 宠物分娩后若出现胎盘滞留（超过2小时未排出），需注射缩宫素促进排出，无效则手术取出，避免子宫感染。",
            "317. 宠物眼睛进入异物时，不要用手揉搓，可用生理盐水冲洗，若异物无法冲出或眼睛红肿，立即送医。",
            "318. 宠物患鹦鹉热（鸟类传染给猫狗和人）时，表现为发热、咳嗽、精神萎靡，需隔离治疗，主人做好防护避免感染。",
            "319. 宠物误食塑料袋、线团等异物后，若出现腹痛、呕吐，需立即送医，通过B超或X光定位，及时取出。",
            "320. 宠物在高温天气外出后，若出现精神萎靡、舌头发紫，需立即降温并送医，可能是热射病（比中暑更严重）。"
        ]
    },
    {
        "title": "七、猫咪专项养护篇（100条）",
        "subSentences": [
            "321. 猫咪适宜的环境温度为20-26℃，夏季超过30℃需降温，冬季低于15℃需保暖，避免温度剧烈变化。",
            "322. 英短、美短等短毛猫每周梳毛1次即可，布偶、波斯等长毛猫每日梳毛，重点梳理腋下、腹部等易打结部位。",
            "323. 猫咪的猫砂盆大小需是猫咪体长的1.5倍，确保其能转身、掩埋粪便，多猫家庭需遵循“N+1”原则（N为猫数量）。",
            "324. 猫咪讨厌有异味的猫砂，需每日清理猫砂，每周彻底更换猫砂并消毒猫砂盆，避免猫咪拒绝如厕。",
            "325. 猫咪的饮用水需新鲜，可使用流动饮水机，增加猫咪饮水兴趣，预防泌尿系统疾病。",
            "326. 猫咪的食盆和水罐需分开摆放，距离至少30厘米，猫咪本能排斥食物和水源靠近，避免污染。",
            "327. 幼猫从4周龄开始接触固体食物，可将幼猫粮用羊奶粉泡软喂食，逐步过渡到干猫粮。",
            "328. 猫咪12个月龄后更换为成年猫粮，7岁后更换为老年猫粮，根据年龄和健康状况调整饮食。",
            "329. 猫咪需定期补充牛磺酸，缺乏会导致视力下降甚至失明，优质猫粮中已添加，无需额外大量补充。",
            "330. 猫咪不可喂食洋葱、大蒜，即使少量也可能引发溶血性贫血，严重时危及生命。",
            "331. 猫咪喜欢吃猫草，可在家中种植小麦草、燕麦草，每周喂食1-2次，帮助排出毛球和促进消化。",
            "332. 猫咪的指甲每月修剪1-2次，使用猫咪专用指甲剪，避开血线，若不慎剪出血，用止血粉按压止血。",
            "333. 猫咪的耳道每月清理1次，用猫咪专用洗耳液，滴入后按摩耳根30秒，让猫咪自行甩出污垢，再用棉签擦拭外耳。",
            "334. 猫咪洗澡频率为2-3个月1次，除非弄脏或患皮肤病，频繁洗澡会破坏皮肤油脂平衡。",
            "335. 猫咪洗澡时水温控制在38-40℃，用猫咪专用沐浴露，避免水流进耳朵和眼睛，洗完后彻底吹干。",
            "336. 猫咪的泪痕问题，短鼻猫（加菲、异国短毛）更常见，每日用泪痕湿巾擦拭，同时选择低盐猫粮，减少泪痕产生。",
            "337. 猫咪的口腔护理很重要，每周用猫咪专用牙刷刷牙1次，或喂食磨牙零食，预防牙结石和口炎。",
            "338. 猫咪发情期会出现乱尿、叫春等行为，公猫会随地喷尿标记领地，母猫夜间频繁叫春，建议绝育解决。",
            "339. 猫咪绝育最佳时间为6-8月龄，术前需禁食禁水，术后佩戴伊丽莎白圈7-10天，避免舔舐伤口。",
            "340. 猫咪术后饮食需清淡易消化，可喂食处方粮或泡软的猫粮，逐步恢复正常饮食。",
            "341. 猫咪常见的泌尿系统疾病（尿结石、膀胱炎），多与饮水不足有关，需保证每日饮水量，必要时喂食泌尿处方粮。",
            "342. 猫咪患猫癣时，会出现圆形脱毛区、皮屑，需隔离治疗，涂抹抗真菌药膏，环境彻底消毒，避免传染给人。",
            "343. 猫咪耳螨感染时，耳道有黑色分泌物、瘙痒，需用洗耳液清理后滴入耳螨药，连续治疗2-4周，防止复发。",
            "344. 猫咪的应激反应很强烈，搬家、换主人、家中添新宠物等都可能引发，表现为躲窜、拒食、乱尿，需提供安静环境让其适应。",
            "345. 猫咪喜欢攀爬，可安装猫爬架、壁挂式猫窝，满足其登高望远的天性，同时减少对家具的抓挠。",
            "346. 猫咪喜欢玩逗猫棒、激光笔、猫抓板等玩具，每日互动15-20分钟，满足其捕猎本能，缓解焦虑。",
            "347. 猫咪讨厌柑橘类、薄荷脑等气味，可在不想让其靠近的地方放置橙子皮、薄荷精油（稀释），作为天然驱避剂。",
            "348. 猫咪的尾巴动作能反映情绪：尾巴竖直且尖端弯曲是开心，尾巴快速摆动是愤怒，尾巴夹在两腿间是害怕。",
            "349. 猫咪用头蹭主人是在标记气味，表明亲近和信任，主人可轻轻抚摸回应，增强人猫感情。",
            "350. 猫咪舔舐主人是表达爱意，也是在标记主人为“自己人”，不要拒绝，可给予零食奖励互动。",
            "351. 猫咪喜欢睡在高处、温暖的地方，冬季可提供加热垫（猫咪专用），夏季避免阳光直射的位置。",
            "352. 猫咪的睡眠时间很长，每日16-20小时，大部分是浅睡眠，随时保持警觉，属于正常生理现象。",
            "353. 猫咪不可喂食牛奶，多数猫咪乳糖不耐受，会导致腹泻、呕吐，需喂食宠物专用羊奶粉。",
            "354. 猫咪可适量喂食煮熟的鸡胸肉、鱼肉（去刺）、蛋黄，作为辅食，每周2-3次，不可替代主食。",
            "355. 猫咪讨厌被强行抱起来，尤其是腹部朝上，可能会挣扎抓伤主人，需等猫咪主动靠近再温柔抱起。",
            "356. 猫咪的爪子需要磨，除猫抓板外，可提供瓦楞纸猫屋，满足其磨爪和休息需求。",
            "357. 猫咪在春季和秋季换毛，此时需增加梳毛频率，每日1-2次，减少浮毛被猫咪吞食形成毛球。",
            "358. 猫咪患毛球症时，会出现呕吐毛球、便秘、食欲不振，可喂食化毛膏或化毛粮，严重时需送医。",
            "359. 猫咪的眼睛需每日检查，若出现红肿、流泪、分泌物增多，可能是结膜炎或鼻支，需及时治疗。",
            "360. 猫咪的鼻子健康时是湿润微凉的，干燥发热可能是发烧或身体不适，需测量体温（正常38-39.5℃）。",
            "361. 猫咪的正常呼吸频率为每分钟20-30次，心跳频率为每分钟120-140次，若出现呼吸急促、心跳异常，需立即就医。",
            "362. 布偶猫、暹罗猫等品种肠胃较敏感，换粮时需延长过渡周期至10天左右，避免引发软便或腹泻。",
            "363. 猫咪怀孕期约63-65天，怀孕初期食欲可能下降，中期需增加蛋白质摄入，后期减少喂食量以防难产。",
            "364. 母猫分娩后需补充营养，可喂食鱼汤（无盐）、鸡肉泥，保证乳汁充足，同时清洁产房环境，避免感染。",
            "365. 幼猫出生后前4周需依赖母乳，若母猫乳汁不足，需用宠物专用羊奶粉人工喂养，每2-3小时喂一次。",
            "366. 幼猫4周龄开始断奶，可将幼猫粮泡软后少量多次喂食，同时引导其使用猫砂盆。",
            "367. 幼猫6周龄开始接种第一针三联疫苗，每21天一针，共3针，3月龄接种狂犬疫苗，形成完整免疫。",
            "368. 猫咪体外驱虫每月一次，体内驱虫每3个月一次，幼猫可从6周龄开始，按体重选择合适剂量。",
            "369. 猫咪讨厌被触碰爪子和尾巴根部，互动时需避开这些敏感部位，避免引发抵触情绪。",
            "370. 多猫家庭喂食时需分开喂食，每只猫一个食盆，避免抢食导致进食不均或争斗受伤。",
            "371. 猫咪喜欢安静的排便环境，猫砂盆需远离洗衣机、冰箱等噪音源，否则可能拒绝使用。",
            "372. 猫咪的猫砂可选择膨润土砂（结团性好）、豆腐砂（可冲马桶），根据猫咪喜好和家庭需求更换。",
            "373. 猫咪误食毛线、头发等线状物品，可能引发肠道梗阻，需及时送医取出，家中需收好此类物品。",
            "374. 猫咪患口炎时，会拒绝进食、流口水，需喂食温凉的流质食物，配合口腔消炎药，严重时需拔牙治疗。",
            "375. 猫咪的胡须长度与身体宽度相近，是重要的感知工具，不要修剪，否则会影响其判断环境的能力。",
            "376. 猫咪在新环境中会躲藏1-3天，不要强行拖拽，可放置食物和水在附近，让其自行适应。",
            "377. 猫咪喜欢玩纸团、乒乓球等小玩具，互动时可抛出玩具让其追逐，满足捕猎天性。",
            "378. 猫咪的耳朵可旋转180度，听觉极其灵敏，避免在其耳边制造尖锐噪音，以防听力损伤。",
            "379. 猫咪患结膜炎时，可用生理盐水清理眼睛分泌物，滴入宠物专用眼药水，每日2-3次，直至痊愈。",
            "380. 猫咪的体温测量可通过直肠或耳温计，直肠测量需涂抹润滑剂，动作轻柔，避免损伤肠道。",
            "381. 猫咪的毛发颜色会随年龄变化，部分幼猫成年后毛色会变深或变浅，属于正常生理现象。",
            "382. 猫咪的爪子有伸缩功能，休息时收缩可保持锋利，奔跑时伸出可增加抓地力。",
            "383. 猫咪患哮喘时，会出现阵发性咳嗽、呼吸急促，需避免接触粉尘、烟雾等过敏原，遵医嘱用药。",
            "384. 猫咪的饮水量可通过尿团判断，每日尿团3-5个为正常，少于2个可能是饮水不足，需及时引导。",
            "385. 猫咪喜欢晒太阳，每日1-2小时阳光照射可帮助合成维生素D，促进钙吸收，但需避免暴晒。",
            "386. 猫咪的牙齿共30颗（成年），幼猫26颗，换牙期（4-6个月）会出现牙龈红肿、乱咬物品，需提供磨牙棒。",
            "387. 猫咪患糖尿病时，会出现多饮多尿、体重下降、食欲亢进，需喂食糖尿病处方粮，定期注射胰岛素。",
            "388. 猫咪的尾巴断尾或受伤后，可能影响平衡能力，需及时治疗，避免后遗症。",
            "389. 猫咪讨厌被关在狭小空间，除非必要（如生病隔离），不要长时间将其关在笼子里。",
            "390. 猫咪的粪便颜色可反映健康：棕黄色正常，黑色可能是消化道出血，灰白色可能是胆道问题，需及时检查。",
            "391. 猫咪的眼睛在黑暗中会发光，是因为视网膜有反光层，可增强夜视能力，属于正常生理结构。",
            "392. 猫咪患皮肤过敏时，会出现瘙痒、红疹，需排查过敏原（如食物、花粉、清洁剂），避免接触并治疗。",
            "393. 猫咪的爪子需定期打磨，除猫抓板外，可提供木板、瓦楞纸等物品，满足其磨爪需求。",
            "394. 猫咪怀孕时需避免剧烈运动，减少攀爬高处，防止摔倒导致流产。",
            "395. 猫咪产后若出现弃养幼猫行为，需人工喂养幼猫，同时检查母猫是否有健康问题。",
            "396. 猫咪的耳朵若有异味，可能是耳螨或中耳炎，需及时清理治疗，避免病情加重。",
            "397. 猫咪喜欢用身体蹭家具，是在标记气味，表明该区域为“安全区”，无需干预。",
            "398. 猫咪患猫传染性腹膜炎时，无有效治疗方法，需通过支持治疗缓解症状，提高舒适度。",
            "399. 猫咪的饮食需避免过咸，否则会导致泪痕加重、肾脏损伤，选择含盐量≤0.3%的猫粮。",
            "400. 猫咪的寿命约12-15年，室内饲养且养护得当可超过20年，需定期体检，关注老年健康。",
            "401. 猫咪在应激时可能会出现过度舔毛导致脱毛，需提供安静环境，必要时咨询兽医进行行为干预。",
            "402. 猫咪的食盆最好选择陶瓷或不锈钢材质，避免塑料材质导致下巴长痘（毛囊炎）。",
            "403. 猫咪喜欢喝流动水，除流动饮水机外，可定期更换水罐位置或晃动水罐，吸引其饮水。",
            "404. 猫咪患尿道炎时，会出现尿频、尿痛、尿中带血，需增加饮水量，喂食泌尿处方粮，遵医嘱使用消炎药。",
            "405. 猫咪的尾巴快速抖动且身体紧绷，表明其处于愤怒或攻击状态，需立即远离，避免被抓伤。",
            "406. 猫咪的毛发护理可使用宠物专用护发素，尤其是长毛猫，能减少打结，让毛发更顺滑。",
            "407. 猫咪的指甲剪需选择刀刃锋利的专用款式，避免指甲断裂或剪伤血线。",
            "408. 猫咪在进食时若被打扰，可能会出现厌食，需保持进食环境安静。",
            "409. 猫咪患跳蚤感染时，除体外驱虫外，需清洗窝垫、玩具并消毒环境，防止再次滋生。",
            "410. 猫咪的正常体重因品种而异，英短成年公猫约4-6公斤，母猫3-5公斤，过胖或过瘦都需调整饮食。"
        ]
    },
    {
        "title": "八、狗狗专项养护篇（100条）",
        "subSentences": [
            "411. 狗狗适宜的环境温度为18-24℃，夏季避免高温暴晒，冬季做好保暖，尤其是短毛犬和小型犬。",
            "412. 金毛、萨摩耶等长毛犬每周梳毛2-3次，法斗、柯基等短毛犬每周1次，换毛期每日梳毛。",
            "413. 狗狗的牵引绳需根据体型选择：小型犬用胸背带，大型犬用项圈+牵引绳，确保控制安全。",
            "414. 狗狗外出遛弯时间：小型犬每日2次，每次20-30分钟；大型犬每日2次，每次40-60分钟，满足运动需求。",
            "415. 狗狗的食盆和水罐需每日清洗，避免细菌滋生，食盆最好选择不锈钢材质，耐用且易清洁。",
            "416. 幼犬从4周龄开始接触固体食物，用羊奶粉泡软幼犬粮喂食，8周龄后可过渡到干幼犬粮。",
            "417. 狗狗12个月龄（小型犬）或18个月龄（大型犬）更换为成年狗粮，7岁后更换为老年狗粮。",
            "418. 大型犬幼犬（如金毛、阿拉斯加）需控制喂食量，避免生长过快导致髋关节发育不良。",
            "419. 狗狗需补充钙质，尤其是大型犬和哺乳期母犬，可喂食宠物专用钙片，避免人类钙片剂量不当。",
            "420. 狗狗不可喂食葡萄、葡萄干，即使少量也可能引发急性肾衰竭，无特效解毒药。",
            "421. 狗狗可适量喂食煮熟的鸡肉、牛肉、蔬菜（胡萝卜、西兰花），作为辅食，每周2-3次。",
            "422. 狗狗的零食需选择无添加的天然产品，如烘干肉干、磨牙棒，避免油炸和含糖零食。",
            "423. 狗狗的指甲每月修剪1-2次，剪至血线前1-2毫米，大型犬可使用电动磨甲器。",
            "424. 狗狗的耳道每周检查1次，垂耳犬（金毛、比熊）需频繁清理，用专用洗耳液预防耳螨和中耳炎。",
            "425. 狗狗洗澡频率：夏季2-3周1次，冬季1个月1次，使用宠物专用沐浴露，避免皮肤损伤。",
            "426. 狗狗洗澡后需彻底吹干毛发，尤其是腋下、腹部等隐蔽部位，预防皮肤病。",
            "427. 狗狗的口腔护理：每周刷牙1-2次，或喂食磨牙零食，定期洁牙，预防牙周炎和牙结石。",
            "428. 狗狗发情期：母犬每6-8个月一次，持续2-3周；公犬无固定发情期，受母犬气味刺激发情。",
            "429. 狗狗绝育最佳时间：母犬6-8月龄，公犬7-9月龄，可减少疾病风险，改善行为问题。",
            "430. 狗狗绝育术后需佩戴伊丽莎白圈7-10天，限制剧烈运动，喂食清淡易消化的食物。",
            "431. 狗狗常见的关节问题：大型犬易患髋关节发育不良，老年犬易患关节炎，需补充软骨素和钙。",
            "432. 狗狗患细小病毒时，表现为呕吐、剧烈腹泻、体温升高，需立即隔离输液治疗，死亡率高。",
            "433. 狗狗患犬瘟热时，初期类似感冒，后期出现神经症状（抽搐），需早期发现并抗病毒治疗。",
            "434. 狗狗体外驱虫每月1次，体内驱虫每3个月1次，幼犬从6周龄开始，按体重确定剂量。",
            "435. 狗狗疫苗接种程序：6周龄第一针二联/四联苗，每21天一针，共3针，3月龄接种狂犬疫苗，成年后每年加强。",
            "436. 狗狗的训练需从幼犬开始，基础指令（坐下、过来、不许）反复训练，用零食奖励强化记忆。",
            "437. 狗狗护食时，需在喂食时逐步靠近食盆，温和抚摸，让其适应有人在旁，不要强行抢夺食物。",
            "438. 狗狗拆家时，多因精力过剩，需增加遛弯时间，提供益智漏食玩具，消耗其精力。",
            "439. 狗狗吠叫时，需判断原因（无聊、警觉、恐惧），针对性解决，不要一味呵斥。",
            "440. 狗狗的尾巴动作反映情绪：尾巴高举摇晃是兴奋，夹在两腿间是恐惧，水平摆动是警觉。",
            "441. 狗狗喜欢啃咬，需提供磨牙棒、橡胶玩具，避免啃咬家具和电线，防止受伤或误食。",
            "442. 狗狗在户外排便后，需用拾便袋清理，保持环境卫生，遵守公共道德。",
            "443. 狗狗的正常体温为38-39℃，超过39.5℃为发烧，需及时就医，不可喂人类感冒药。",
            "444. 狗狗的正常呼吸频率为每分钟10-30次，运动后可暂时升高，平静后恢复正常。",
            "445. 狗狗患皮肤病时，会出现脱毛、瘙痒、红疹，需查明原因（真菌、细菌、寄生虫），对症治疗。",
            "446. 狗狗的毛发修剪：夏季可适当剪短，但不要剃光，避免紫外线晒伤皮肤和蚊虫叮咬。",
            "447. 狗狗的脚掌肉垫干裂时，可涂抹宠物专用护脚霜，冬季外出后及时擦干脚掌，避免积雪刺激。",
            "448. 狗狗的窝垫需选择透气、易清洗的材质，放置在远离风口的位置，保持干燥清洁。",
            "449. 狗狗接触流浪动物后，需检查体表是否有寄生虫，回家后清洁消毒，避免传染病。",
            "450. 狗狗的饮食需定时定量，幼犬每日3-4次，成年犬每日1-2次，避免暴饮暴食导致肥胖。",
            "451. 狗狗换粮时需循序渐进，新旧粮混合喂食7天，避免肠胃不适引发腹泻。",
            "452. 狗狗患胰腺炎时，表现为呕吐、腹痛、拒食，需禁食禁水，输液治疗，恢复期喂食低脂粮。",
            "453. 狗狗的饮水量需充足，每日每公斤体重100-150毫升，运动后和夏季需增加饮水量。",
            "454. 狗狗不可喂食木糖醇，常见于口香糖、无糖零食，少量即可引发低血糖和肝损伤。",
            "455. 狗狗的耳朵若有黑色分泌物、异味，可能是耳螨感染，需用洗耳液清理后滴入耳螨药。",
            "456. 狗狗的训练每次不超过15分钟，避免过度疲劳导致抵触情绪，保持训练趣味性。",
            "457. 狗狗在陌生环境中表现紧张时，主人可轻声安抚，携带其熟悉的玩具，缓解焦虑。",
            "458. 狗狗喜欢主人的陪伴，长期独处易导致分离焦虑，表现为拆家、吠叫，需逐步训练独立能力。",
            "459. 狗狗的指甲若剪出血，需用止血粉按压止血，之后几天避免在粗糙地面奔跑，防止伤口开裂。",
            "460. 狗狗患肛门腺炎时，会出现蹭屁股、肛门红肿，需由兽医挤净肛门腺分泌物，涂抹消炎药膏。",
            "461. 狗狗的正常体重因品种而异：泰迪成年约2-6公斤，金毛约25-34公斤，需控制在标准范围内。",
            "462. 狗狗怀孕期约60天，怀孕中期需增加营养，后期减少喂食量，避免胎儿过大难产。",
            "463. 母犬分娩后需补充蛋白质和钙，可喂食鸡汤、鱼汤，清洁产房，观察幼犬吃奶情况。",
            "464. 幼犬出生后前3周需母乳喂养，若母犬乳汁不足，需用宠物专用羊奶粉人工喂养。",
            "465. 幼犬45日龄开始接种疫苗，严格按照程序进行，接种期间避免外出和洗澡。",
            "466. 狗狗患感冒时，表现为打喷嚏、流鼻涕、精神萎靡，需保暖，喂食宠物专用感冒药。",
            "467. 狗狗的毛发护理可使用护毛素，尤其是长毛犬，能减少打结，让毛发更有光泽。",
            "468. 狗狗外出时若接触污水或污物，回家后需清洗脚掌和腹部，避免细菌感染。",
            "469. 狗狗的玩具需定期更换，避免长期使用导致厌倦，选择安全材质，避免小零件脱落被误食。",
            "470. 狗狗的牵引绳需定期检查卡扣是否牢固，避免外出时挣脱走失。",
            "471. 狗狗患尿道炎时，会出现尿频、尿痛、尿中带血，需增加饮水量，遵医嘱使用消炎药。",
            "472. 狗狗的饮食需避免过咸，否则会导致泪痕、掉毛和肾脏损伤，选择含盐量≤0.4%的狗粮。",
            "473. 狗狗喜欢玩飞盘、球等互动玩具，每日互动20分钟，可增强体质和主人感情。",
            "474. 狗狗在高温天气外出易中暑，需避开正午时段，携带饮用水，及时补水。",
            "475. 狗狗误食异物后，若出现呕吐、腹痛，需立即送医，通过X光定位取出，避免肠道梗阻。",
            "476. 狗狗的口腔若有异味，可能是牙结石或口腔炎症，需刷牙或洁牙，改善口腔卫生。",
            "477. 狗狗的寿命因品种而异：小型犬约12-15年，大型犬约8-12年，需珍惜陪伴时光，定期体检。",
            "478. 狗狗患跳蚤、蜱虫时，除体外驱虫外，需清洗窝垫、衣物，环境消毒，防止再次感染。",
            "479. 狗狗的尾巴若持续下垂，可能是身体不适或情绪低落，需关注其健康和情绪状态。",
            "480. 狗狗的训练需耐心，不要打骂，否则会导致其恐惧和不信任，影响训练效果。",
            "481. 狗狗在进食后不要立即剧烈运动，避免引发胃扭转（尤其大型犬），需休息30分钟后再活动。",
            "482. 狗狗的耳朵可通过轻轻拉扯耳廓检查是否有疼痛反应，若有则可能存在感染。",
            "483. 狗狗患糖尿病时，需喂食糖尿病处方粮，定期注射胰岛素，监测血糖变化。",
            "484. 狗狗的脚掌需定期检查，清理缝隙中的石子和异物，避免划伤或感染。",
            "485. 狗狗的窝垫需每周清洗，每月暴晒消毒，减少螨虫和细菌滋生。",
            "486. 狗狗在雷雨天气表现恐惧时，可将其带入室内，播放舒缓音乐，主人陪伴安抚。",
            "487. 狗狗的毛发若沾染油漆，可用植物油软化后轻轻梳理，再用沐浴露清洗，避免用汽油等刺激性溶剂。",
            "488. 大型犬幼犬需避免爬楼梯、跳高台，防止关节受力过大，影响骨骼发育，成年后也需控制此类动作频率。",
            "489. 狗狗患湿疹时，皮肤出现红色丘疹、瘙痒，需保持患处干燥，涂抹宠物专用湿疹药膏，同时调整饮食，避免辛辣刺激食物。",
            "490. 狗狗的牵引绳若为胸背带款式，需调整好肩带和腹部松紧度，以能伸入两指为宜，过紧影响呼吸和运动。",
            "491. 狗狗在户外接触有毒植物（如夹竹桃、曼陀罗）后，需立即清理口腔和体表，出现呕吐、腹泻时立即送医。",
            "492. 狗狗的牙齿若出现松动、脱落，除老年犬正常生理现象外，可能是牙周炎导致，需就医检查治疗。",
            "493. 狗狗产后若出现无乳，可喂食催乳汤（如通草鲫鱼汤，无盐），同时咨询兽医是否需要药物干预。",
            "494. 幼犬换牙期（3-6个月）会出现牙龈不适，可提供橡胶磨牙玩具或磨牙饼干，缓解症状并保护家具。",
            "495. 狗狗的正常粪便应成形、湿润，若出现水样便、带血便或粘液便，需排查肠胃疾病或寄生虫感染。",
            "496. 狗狗患鼻炎时，会出现鼻塞、流鼻涕、打喷嚏，需保持环境清洁，避免粉尘刺激，遵医嘱使用滴鼻剂。",
            "497. 狗狗外出时若被蛇咬伤，需在伤口上方用绷带轻轻绑扎（每隔15分钟放松一次），携带蛇的特征描述立即送医注射抗蛇毒血清。",
            "498. 狗狗的毛发颜色若出现局部变白，除老年犬正常老化外，可能是应激或疾病导致，需观察是否有其他异常症状。",
            "499. 狗狗的食盆需放置在固定位置，高度以狗狗低头进食舒适为宜，大型犬可使用高架食盆减少颈部压力。",
            "500. 狗狗患结膜炎时，眼睛红肿、分泌物增多，可用生理盐水清理后滴入宠物专用眼药水，避免用手揉搓。",
            "501. 狗狗的睡眠时间约12-14小时，多在白天补觉，夜间保持警觉，属于正常生理规律，无需刻意干扰。",
            "502. 狗狗不可喂食生鸡蛋，可能携带沙门氏菌，导致肠胃感染，需彻底煮熟后喂食蛋黄或蛋白。",
            "503. 狗狗的耳朵下垂品种（如可卡、巴吉度）需每日检查耳道干湿情况，雨后及时擦干，预防耳病。",
            "504. 狗狗训练“随行”时，需让其保持在主人左侧，牵引绳松弛，偏离时轻轻拉动牵引绳并发出指令，完成后奖励。",
            "505. 狗狗患脂肪瘤时，体表出现柔软肿块，多为良性，需定期观察大小变化，若快速增大需手术切除并做病理检查。",
            "506. 狗狗外出时若误食老鼠药，需立即催吐（兽医指导下），携带老鼠药包装送医，明确毒素类型以便针对性治疗。",
            "507. 狗狗的窝垫若使用毛绒材质，夏季需定期晾晒，防止滋生跳蚤和螨虫，引发皮肤问题。",
            "508. 狗狗患咽炎时，吞咽困难、喉咙红肿，需喂食温凉的流质食物，配合抗生素治疗，避免过硬食物刺激。",
            "509. 狗狗的指甲若长期不修剪，会弯曲嵌入肉垫引发感染，需定期修剪，尤其室内饲养的狗狗缺乏自然磨损。",
            "510. 狗狗的情绪低落时，会出现食欲下降、不爱活动，主人需增加陪伴和互动，必要时排查健康问题。"
        ]
    },
    {
        "title": "九、异宠专项养护篇（150条）",
        "subSentences": [
            "511. 仓鼠适宜的环境温度为20-28℃，避免低于10℃或高于30℃，冬季需提供棉花保暖，夏季放置降温板。",
            "512. 仓鼠笼子需选择通风良好的金属笼，避免塑料笼被啃咬逃脱，笼子大小至少为仓鼠体长的5倍。",
            "513. 仓鼠垫料需用无粉尘木屑或纸棉，每周更换1次，清理粪便和食物残渣，保持环境干燥。",
            "514. 仓鼠主食为专用混合粮，每日喂食10-15克，避免喂食含盐、含糖的人类食物，以防肾脏损伤。",
            "515. 仓鼠可少量喂食洗净的生菜、西兰花、苹果片等，每周2-3次，每次一小片，避免水分过多导致腹泻。",
            "516. 仓鼠需提供跑轮（直径至少17厘米，成年金丝熊需21厘米以上），满足运动需求，避免笼瘫（肌肉萎缩）。",
            "517. 仓鼠不可合笼饲养（除公婆类仓鼠幼年可暂时同笼），成年后会因领地意识打斗受伤甚至死亡。",
            "518. 仓鼠的饮水需用凉白开，通过滚珠饮水器供应，每日更换，避免饮水污染。",
            "519. 仓鼠洗澡需用专用浴沙，不可用水洗，放入浴沙盆后让其自行打滚清洁，每周1-2次。",
            "520. 仓鼠的牙齿会持续生长，需提供磨牙石或苹果枝，避免牙齿过长无法进食。",
            "521. 仓鼠孕期约16-22天，怀孕后需单独饲养，提供充足营养，避免打扰，产后不要触碰幼崽，以防弃养。",
            "522. 仓鼠幼崽出生后14天内不可触碰，由母鼠哺乳，1个月后可独立生活，需与母鼠分离。",
            "523. 金丝熊体型比普通仓鼠大，需选择更大的笼子和跑轮，食物用量可适当增加至20-25克/天。",
            "524. 荷兰猪（豚鼠）适宜温度为18-24℃，胆子较小，需提供安静环境，避免突然噪音刺激。",
            "525. 荷兰猪主食为提摩西草（成年）、苜蓿草（幼崽），搭配专用豚鼠粮，每日补充维生素C（如甜椒、圣女果），避免缺乏导致坏血病。",
            "526. 荷兰猪饮水量大，需用大容量滚珠饮水器，每日更换凉白开，保证供应充足。",
            "527. 荷兰猪笼子需铺垫脚垫，避免脚掌直接接触铁丝笼底引发脚皮炎，每周清理垫料和笼子。",
            "528. 荷兰猪可合笼饲养，但需选择同性且从小一起长大的个体，避免成年后混养打斗。",
            "529. 荷兰猪孕期约59-72天，孕期较长，需加强营养，产后母鼠和幼崽可同笼饲养，幼崽出生后即可进食固体食物。",
            "530. 荷兰猪不可喂食洋葱、大蒜、韭菜等刺激性食物，会导致肠胃不适甚至中毒。",
            "531. 魔王松鼠适宜温度为10-28℃，冬季需提供棉窝保暖，夏季避免高温暴晒，可提供降温瓷砖。",
            "532. 魔王松鼠主食为坚果（核桃、松子，需原味无盐）、松针、水果，每日喂食，坚果需提前浸泡软化，便于咀嚼。",
            "533. 魔王松鼠笼子需高大，提供攀爬架和秋千，满足其好动天性，笼底铺垫木屑，每周清理。",
            "534. 魔王松鼠需从小饲养驯化，成年后不易亲近人，驯化期间可通过零食建立信任。",
            "535. 魔王松鼠牙齿过长时，可提供树枝或磨牙棒，必要时由兽医修剪，避免影响进食。",
            "536. 宠物兔适宜温度为15-25℃，怕热怕潮，夏季需通风降温，冬季提供保暖窝垫，避免寒风直吹。",
            "537. 宠物兔主食为提摩西草（成年，无限供应）、苜蓿草（6个月以下幼兔，每日限量），搭配兔粮，控制喂食量以防肥胖。",
            "538. 宠物兔需每日补充新鲜蔬菜（生菜、油麦菜、胡萝卜，洗净沥干），避免喂食含水量过高的白菜，以防腹泻。",
            "539. 宠物兔饮水需用凉白开，通过滚珠饮水器供应，不可用碗装水，避免污染和弄湿下巴引发皮炎。",
            "540. 宠物兔笼子需宽敞，放置脚垫（防止脚皮炎）、食盆、饮水器和厕所，厕所内铺垫木粒或尿垫，训练定点排便。",
            "541. 宠物兔不可喂食淀粉类食物（面包、土豆、米饭），会导致消化不良和肠道梗阻。",
            "542. 宠物兔的牙齿持续生长，需提供磨牙木或提摩西草，避免牙齿过长影响进食，定期检查牙齿长度。",
            "543. 宠物兔洗澡频率极低，除非严重弄脏，否则不建议洗，洗后需立即彻底吹干，避免着凉感冒。",
            "544. 宠物兔孕期约30-33天，怀孕后需单独饲养，提供安静环境，铺垫干草供其筑巢，产后不要打扰母兔。",
            "545. 宠物兔幼崽出生后由母兔哺乳，21天后可开始接触提摩西草和幼兔粮，30天后可断奶。",
            "546. 宠物兔易患球虫病（尤其幼兔），死亡率高，需从断奶后定期喂食球虫药预防，环境定期消毒。",
            "547. 宠物兔患脚皮炎时，脚掌出现红肿、化脓，需更换柔软脚垫，涂抹消炎药膏，保持脚掌干燥。",
            "548. 宠物兔不可随意喂药，人类药物大多对其有毒，生病需咨询专业异宠兽医。",
            "549. 垂耳兔耳朵较长，需定期检查耳道是否有污垢或耳螨，用宠物专用洗耳液轻轻清理外耳。",
            "550. 宠物兔情绪紧张时会跺脚、撞笼，需提供安静空间，避免频繁打扰，可通过喂食零食安抚。",
            "551. 鹦鹉适宜温度为20-28℃，冬季需保暖，温度低于10℃易感冒，夏季避免阳光直射，保持通风。",
            "552. 鹦鹉笼子需选择金属材质（避免啃咬逃脱），大小至少为鹦鹉翼展的2倍，提供横杆站杆（木质或磨砂材质），方便磨喙和爪子。",
            "553. 鹦鹉主食为专用鹦鹉粮，搭配新鲜蔬果（苹果、油菜、胡萝卜，洗净沥干），每日更换，避免喂食牛油果、巧克力，会导致中毒。",
            "554. 鹦鹉饮水需用凉白开，每日更换，水罐需每日清洗，避免细菌滋生引发呼吸道疾病。",
            "555. 鹦鹉需提供玩具（铃铛、啃咬棒、秋千），避免无聊导致拔毛症，玩具每周更换一次，保持新鲜感。",
            "556. 玄凤鹦鹉胆子较小，需提供安静环境，避免突然噪音或强光刺激，驯化时需耐心，通过零食建立信任。",
            "557. 鹦鹉需定期修剪喙和爪子，若过长影响进食或站立，需由兽医或专业人士操作，避免剪伤。",
            "558. 鹦鹉笼子需每日清理粪便，每周用温水冲洗笼子消毒，站杆定期更换，避免污垢堆积。",
            "559. 鹦鹉不可喂食含盐、含糖、含添加剂的食物，会加重肾脏负担，导致脱毛或疾病。",
            "560. 虎皮鹦鹉繁殖期需提供繁殖箱，铺垫干草，保持环境安静，避免打扰，母鸟孵化期间需补充营养（熟蛋黄、墨鱼骨）。",
            "561. 鹦鹉幼鸟（未断奶）需用专用鹦鹉奶粉喂养，用针管或喂食勺，温度控制在38-40℃，每3-4小时喂一次。",
            "562. 鹦鹉患呼吸道疾病时，会出现打喷嚏、流鼻涕、呼吸急促，需保持环境干燥通风，遵医嘱使用鸟类专用消炎药。",
            "563. 文鸟（白文、灰文）适宜群养，主食为小米、稗子混合粮，搭配新鲜蔬菜和墨鱼骨，补充钙质。",
            "564. 鸟类洗澡频率：夏季每周1-2次，冬季每月1次，可用浅盆装温水让其自行洗浴，洗后移至温暖处晾干。",
            "565. 鹦鹉拔毛症多因压力、无聊或营养缺乏导致，需改善环境、增加互动，补充维生素和矿物质。",
            "566. 鸟类的粪便若出现绿色稀便、带血便，可能是肠胃感染或寄生虫，需及时送医检查。",
            "567. 鹦鹉笼子需放置在远离厨房和吸烟区的位置，避免油烟和尼古丁刺激呼吸道。",
            "568. 牡丹鹦鹉性情活泼但好斗，同类饲养需注意观察，避免打斗受伤，可单独饲养或成对从小饲养。",
            "569. 鸟类需每日接受1-2小时散射光，帮助合成维生素D，促进钙吸收，但避免阳光直射暴晒。",
            "570. 鹦鹉学说话需从幼鸟（3-6个月）开始训练，选择安静环境，重复简单词语，配合零食奖励，耐心引导。",
            "571. 巴西龟（水龟）适宜水温为25-28℃，需安装加热棒和过滤设备，保证水质清洁，每周更换1/3水量。",
            "572. 巴西龟主食为专用水龟粮，搭配解冻的小鱼虾（去刺）、瘦肉，每周喂食2-3次，避免过量导致肥胖。",
            "573. 水龟饲养缸需设置晒台（露出水面），保证其能自行爬上去晒太阳，每日晒1-2小时，促进钙吸收和杀菌。",
            "574. 草龟（半水龟）饲养需提供水域和陆地，水域占2/3，陆地占1/3，陆地可铺沙土或石头，供其休息产卵。",
            "575. 草龟主食为水龟粮、小鱼虾、蔬菜（生菜、南瓜），荤素搭配，保证营养均衡。",
            "576. 陆龟（如苏卡达、赫曼）适宜温度为28-32℃，湿度50%-70%，需设置加热灯和UVB灯（模拟阳光），每日照射8-10小时。",
            "577. 陆龟主食为蔬菜（油麦菜、紫甘蓝、胡萝卜）、牧草，少量水果（苹果、香蕉），避免喂食高蛋白食物，会导致肾脏损伤。",
            "578. 陆龟饲养箱需铺垫椰土或树皮屑，保持湿度，每周清理粪便，定期更换垫材。",
            "579. 乌龟冬眠前需停食2-3周，排空肠胃，水温降至15℃以下进入冬眠，冬眠期间水温保持5-10℃，避免温度波动。",
            "580. 乌龟患白眼病时，眼睛红肿、无法睁开，需用生理盐水清理，滴入宠物专用眼药水，每日2-3次，严重时就医。",
            "581. 鬃狮蜥适宜温度为日间30-35℃（热点区）、夜间20-25℃，湿度30%-40%，需设置加热灯和UVB灯。",
            "582. 鬃狮蜥主食为昆虫（蟋蟀、杜比亚蟑螂，提前喂蔬菜补钙），搭配少量蔬菜（生菜、南瓜），幼蜥每日喂食，成蜥每2-3天喂食一次。",
            "583. 鬃狮蜥饲养箱需铺垫报纸或爬沙，避免使用细小沙粒，防止误食导致肠道梗阻。",
            "584. 守宫（如豹纹守宫）适宜温度为日间28-32℃、夜间20-25℃，湿度40%-60%，需提供躲避穴（椰壳或塑料盒），满足安全感。",
            "585. 豹纹守宫主食为昆虫（蟋蟀、面包虫），每周补充一次钙粉和维生素粉，撒在昆虫上喂食。",
            "586. 守宫饲养箱可铺垫厨房纸或爬虫专用垫材，每周清理粪便，保持环境干燥清洁。",
            "587. 爬行类宠物不可用人类护肤品或药品，皮肤受伤时需用爬虫专用消毒药膏，避免中毒。",
            "588. 乌龟的背甲若出现白斑、软化，可能是腐甲病，需清理病灶，涂抹消炎药膏，干养治疗。",
            "589. 蜥蜴蜕皮时需保持环境湿度，避免干燥导致蜕皮不完整，可提供浅盆饮水，帮助蜕皮。",
            "590. 爬行类宠物生病时，需咨询专业异宠兽医，不可自行用药，因其生理结构与猫狗差异大。",
            "591. 金鱼饲养水温为18-24℃，需用带过滤的鱼缸，鱼缸大小至少为每尾金鱼10升水，避免密度过大。",
            "592. 金鱼主食为专用鱼食，每日喂食1-2次，每次喂食量以5分钟内吃完为宜，避免剩余食物污染水质。",
            "593. 鱼缸需每周更换1/4-1/3的水，换水温差不超过2℃，新水需提前晾晒24小时，去除氯气。",
            "594. 金鱼常见疾病：白点病（水温过低导致），可升高水温至30℃并加入专用鱼药；烂尾病需换水消毒，涂抹鱼药。",
            "595. 锦鲤体型较大，需用大型鱼缸或池塘饲养，主食为锦鲤专用粮，搭配少量蔬菜，保证营养。",
            "596. 蜜袋鼯适宜温度为24-28℃，需提供高大笼子，设置攀爬绳和躲避穴，夜间活动频繁，需避免日间打扰。",
            "597. 蜜袋鼯主食为专用蜜袋鼯粮，搭配蜂蜜水、无籽葡萄、苹果等水果，每日喂食，避免喂食洋葱、大蒜等刺激性食物。",
            "598. 蜜袋鼯是群居动物，建议成对饲养，单独饲养易出现抑郁、拔毛等问题，从小一起饲养的个体更易和睦相处。",
            "599. 蜜袋鼯的指甲需定期修剪，避免攀爬时抓伤主人或自己，修剪时需避开血管，用专用小剪刀操作。",
            "600. 蜜袋鼯孕期约16天，幼崽出生后会爬入母鼯育儿袋，哺乳期约3个月，期间需提供充足营养，避免打扰母鼯和幼崽。",
            "601. 刺猬（非洲迷你刺猬）适宜温度为24-28℃，冬季需用加热垫保暖，温度低于15℃易进入冬眠，苏醒困难可能危及生命。",
            "602. 刺猬主食为专用刺猬粮，搭配昆虫（面包虫、蟋蟀）、无籽水果和蔬菜，每周喂食2-3次辅食，控制总量避免肥胖。",
            "603. 刺猬洗澡需用温水（38℃左右），使用宠物专用沐浴露，洗后立即用毛巾擦干并吹干，避免着凉，每月1-2次即可。",
            "604. 刺猬的刺需定期梳理，去除脱落的刺和污垢，可用软毛刷轻轻刷洗，梳理时避免用力按压，防止刺痛刺猬。",
            "605. 刺猬饲养箱需铺垫厨房纸或专用垫材，每周清理粪便和更换垫材，放置躲避穴，满足其昼伏夜出的习性。",
            "606. 刺猬不可喂食牛奶，乳糖不耐受会导致腹泻，需提供凉白开，用浅口碗盛放，便于饮用。",
            "607. 六角恐龙（墨西哥钝口螈）适宜水温为16-20℃，需用冷水鱼缸，避免阳光直射，水温超过25℃易死亡。",
            "608. 六角恐龙主食为红虫、水蚯蚓、小鱼虾（去刺），每日喂食1次，剩余食物需及时清理，避免污染水质。",
            "609. 六角恐龙的再生能力强，四肢或尾巴受伤后可自行再生，但需保持水质清洁，避免感染。",
            "610. 六角恐龙饲养缸需放置 hiding 穴（陶罐或塑料盒），供其躲避，缸底可铺细沙或裸缸饲养，避免粗沙被误食。",
            "611. 蚕宝宝适宜温度为20-28℃，主食为新鲜桑叶，需保持桑叶干燥，避免沾水导致蚕宝宝腹泻死亡。",
            "612. 蚕宝宝饲养盒需通风良好，每日清理粪便和残留桑叶，避免密度过大，防止互相挤压受伤。",
            "613. 蚕宝宝结茧时需提供树枝或格子架，便于吐丝结茧，结茧后保持环境安静，避免震动影响化蛹。",
            "614. 蝈蝈适宜温度为20-30℃，冬季需保暖，主食为南瓜花、黄豆、玉米、蚂蚱等，每日喂食，提供凉白开。",
            "615. 蝈蝈饲养笼需用竹制或金属笼，悬挂在通风处，避免阳光直射，夏季可放置在阴凉处降温。",
            "616. 角蛙适宜温度为25-28℃，湿度70%-80%，饲养箱铺垫椰土或水苔，保持湿润，放置躲避穴。",
            "617. 角蛙主食为昆虫（蟋蟀、面包虫）、小鼠、小鱼，幼蛙每日喂食，成蛙每2-3天喂食一次，避免过量导致肥胖。",
            "618. 角蛙洗澡需用浅温水，每周1次，每次5-10分钟，帮助保持皮肤湿润和清洁，洗后放回饲养箱。",
            "619. 蜘蛛（如智利火玫瑰）适宜温度为25-28℃，湿度60%-70%，饲养盒铺垫椰土，放置躲避穴，避免频繁打扰。",
            "620. 蜘蛛主食为蟋蟀、面包虫等昆虫，幼蛛每周喂食1次，成蛛每2-3周喂食1次，喂食后清理残留虫体。",
            "621. 蜘蛛饲养盒需密封但留通风孔，避免逃脱，不可频繁开盖观察，以免干扰其正常生活。",
            "622. 寄居蟹适宜温度为25-28℃，湿度70%-80%，饲养缸需铺珊瑚沙，提供海水和淡水两个水盆，满足饮水和调节体液需求。",
            "623. 寄居蟹主食为专用寄居蟹粮，搭配新鲜水果（苹果、香蕉）、蔬菜（胡萝卜、生菜），每周喂食2-3次。",
            "624. 寄居蟹需提供不同尺寸的空贝壳，便于其随着生长更换居所，贝壳需清洗干净并消毒。",
            "625. 河豚（潜水艇鱼）适宜水温为24-28℃，需用盐水饲养（盐度1.005-1.010），不可用淡水长期饲养。",
            "626. 河豚主食为螺类、虾蟹、红虫，需喂食带壳食物，帮助磨碎牙齿，避免牙齿过长无法进食。",
            "627. 河豚有毒，不可食用，饲养时避免被其咬伤，换水时需小心操作，避免其受惊膨胀。",
            "628. 石金钱龟（半水龟）适宜水温为25-30℃，饲养需提供水域和陆地，水域占2/3，陆地铺沙土，供其晒背和产卵。",
            "629. 石金钱龟主食为水龟粮、小鱼虾、瘦肉，搭配少量蔬菜，每周喂食3次，冬季温度低于15℃进入冬眠。",
            "630. 三线闭壳龟（金钱龟）适宜温度为24-32℃，需保持水质清洁，主食为鱼虾、瘦肉、龟粮，珍贵且易生病，需专业养护。"
        ]
    },
    {
        "title": "十、宠物营养与饮食禁忌篇（100条）",
        "subSentences": [
            "631. 宠物通用饮食禁忌：酒精类饮品，会导致肝脏损伤、神经中毒，严重时昏迷死亡。",
            "632. 宠物不可食用巧克力及含可可碱的食品，可可碱会刺激心脏和神经系统，引发呕吐、抽搐。",
            "633. 洋葱、大蒜、韭菜等葱属植物，会破坏宠物红细胞，导致溶血性贫血，猫狗、兔子均需严格禁止。",
            "634. 葡萄、葡萄干对狗狗有剧毒，即使少量也可能引发急性肾衰竭，猫咪和异宠也需避免。",
            "635. 木糖醇（常见于无糖口香糖、零食）对狗狗会导致低血糖和急性肝损伤，猫咪和其他宠物也需远离。",
            "636. 宠物不可食用生肉和生蛋，可能携带沙门氏菌、李斯特菌等致病菌，导致肠胃感染。",
            "637. 牛油果（鳄梨）对猫狗有毒，含有的Persin会导致呕吐、腹泻，鸟类和兔子食用后可能引发呼吸困难。",
            "638. 宠物避免食用含盐量高的食物（咸菜、酱肉、加工零食），会加重肾脏负担，导致泪痕、掉毛。",
            "639. 含糖量高的食物（糖果、蛋糕、水果干）会导致宠物肥胖、龋齿，引发糖尿病，需严格控制。",
            "640. 宠物不可食用尖锐骨头（鸡骨、鸭骨），易划伤消化道或导致梗阻，如需喂食骨头需选择大棒骨（煮熟）。",
            "641. 牛奶及乳制品（除宠物专用奶粉），多数宠物乳糖不耐受，会导致腹泻、腹胀，尤其是猫咪和狗狗。",
            "642. 宠物避免食用油炸食品（炸鸡、薯条），高脂肪会引发胰腺炎、肥胖，影响心血管健康。",
            "643. 咖啡因饮品（咖啡、茶、可乐）会刺激宠物中枢神经，导致心跳加速、抽搐，与巧克力危害类似。",
            "644. 坚果类（核桃、杏仁、腰果）对宠物不易消化，可能导致肠胃梗阻，部分坚果还含有毒素。",
            "645. 生鱼片可能携带肝吸虫、异尖线虫，宠物食用后会导致肝脏损伤或肠道感染，需彻底煮熟。",
            "646. 宠物不可食用蘑菇（尤其是野生蘑菇），多数野生蘑菇有毒，会导致肝肾功能衰竭、神经中毒。",
            "647. 土豆、红薯等淀粉类食物需少量喂食（煮熟后），过量会导致宠物消化不良，糖尿病宠物需严格限制。",
            "648. 面包、馒头等发酵食品不可过量，宠物食用后可能在胃内发酵膨胀，引发腹胀、腹痛。",
            "649. 柿子、李子等含鞣酸的水果，会与宠物胃内蛋白质结合形成结石，导致消化不良。",
            "650. 宠物避免食用含添加剂多的加工食品（火腿肠、罐头、薯片），长期食用会导致营养失衡、器官损伤。",
            "651. 狗狗需补充Omega-3脂肪酸（来自三文鱼、亚麻籽），有助于关节健康和毛发亮泽，需适量添加。",
            "652. 猫咪需补充牛磺酸，缺乏会导致视力下降、心脏疾病，优质猫粮中已添加，无需额外大量补充。",
            "653. 宠物钙补充需选择专用钙片，人类钙片剂量和成分不匹配，可能导致骨骼发育异常。",
            "654. 维生素C对荷兰猪至关重要，缺乏会导致坏血病，需通过新鲜蔬菜或专用补充剂获取。",
            "655. 鸟类需补充钙质（墨鱼骨、矿物质块），帮助骨骼发育和产卵，预防软骨病。",
            "656. 宠物膳食纤维（来自蔬菜、牧草）有助于促进肠道蠕动，缓解便秘，狗狗、兔子、荷兰猪均需充足摄入。",
            "657. 幼犬、幼猫需高蛋白饮食（幼犬粮蛋白≥22%，幼猫粮≥30%），支持生长发育，成年后适当降低蛋白比例。",
            "658. 老年宠物需减少脂肪和碳水化合物摄入，增加优质蛋白和膳食纤维，延缓器官老化。",
            "659. 怀孕和哺乳期宠物需增加蛋白质、钙和维生素摄入，保证胎儿发育和乳汁质量。",
            "660. 肥胖宠物需选择低脂粮，控制喂食量，增加运动量，避免因肥胖引发糖尿病、关节炎。",
            "661. 生病宠物饮食需清淡易消化，可喂食处方粮、泡软的粮或流质食物，减轻肠胃负担。",
            "662. 宠物每日饮水量需充足，每公斤体重至少50毫升，运动后、夏季和生病时需增加饮水量。",
            "663. 猫咪通过食物补充水分有限，可喂食湿粮（含水量70%以上），配合流动饮水机，增加饮水量。",
            "664. 狗狗运动后不宜立即大量饮水，需休息10-15分钟后少量多次饮用，避免肠胃不适。",
            "665. 宠物饮食需定时定量，幼犬、幼猫每日3-4次，成年宠物每日1-2次，避免暴饮暴食或饥饿过度。",
            "666. 宠物换粮需循序渐进，新旧粮混合喂食7-10天，逐步增加新粮比例，减少肠胃应激。",
            "667. 多宠物家庭需分开喂食，根据不同宠物的年龄、品种和健康状况调整饮食，避免抢食和营养不均。",
            "668. 宠物食盆需固定位置，避免频繁更换，进食环境需安静，减少干扰，帮助宠物养成良好进食习惯。",
            "669. 宠物零食需作为训练奖励或偶尔调剂，不可替代主食，每日零食摄入量不超过总热量的10%。",
            "670. 猫咪味觉对甜味不敏感，无需喂食含糖零食，选择冻干肉干、猫条等天然零食更合适。",
            "671. 狗狗零食可选择磨牙棒、烘干肉干，既能奖励又能清洁口腔，预防牙结石。",
            "672. 异宠零食需针对性选择：仓鼠用冻干面包虫，兔子用提摩西草棒，鹦鹉用带壳小米。",
            "673. 宠物不可食用发霉食物，霉菌产生的黄曲霉素会导致肝脏损伤，甚至肝癌。",
            "674. 刚从冰箱取出的食物需放置至室温再喂食，低温会刺激宠物肠胃黏膜，导致痉挛、腹泻。",
            "675. 宠物食物需新鲜，开封后需密封保存，避免受潮、氧化，影响口感和营养。",
            "676. 宠物粮需在保质期内食用，临近过期的粮营养成分会流失，不建议长期喂食。",
            "677. 猫咪需少量多次喂食，符合其夜行性习性，可在睡前放置少量猫粮，满足夜间进食需求。",
            "678. 大型犬幼犬需控制生长速度，避免过量喂食导致髋关节发育不良，遵循“七分饱”原则。",
            "679. 宠物不可食用人类的保健品，成分和剂量不适合宠物，可能导致中毒或营养失衡。",
            "680. 鱼类宠物需选择专用鱼食，不同品种鱼食配方不同（热带鱼粮、金鱼粮），避免喂食人类食物。",
            "681. 宠物饮食中需包含适量脂肪，提供能量，但过量会导致肥胖和胰腺炎，需控制比例。",
            "682. 蛋白质来源需优质，优先选择动物蛋白（鸡肉、鱼肉、牛肉），植物蛋白消化吸收率较低。",
            "683. 宠物避免食用含色素、防腐剂的食物，长期食用会损害肝脏和肾脏功能。",
            "684. 兔子不可食用淀粉类食物（米饭、面包），会导致肠道菌群失调，引发肠炎。",
            "685. 鹦鹉不可食用牛油果、洋葱，会导致中毒，新鲜蔬果需洗净沥干，避免农药残留。",
            "686. 刺猬不可食用柑橘类水果，刺激性气味会导致其不适，水果需选择无籽、低糖品种。",
            "687. 宠物饮食需注意食物温度，38-40℃为宜，过高会烫伤口腔和食道，过低刺激肠胃。",
            "688. 狗狗可适量食用煮熟的南瓜、胡萝卜，补充膳食纤维和维生素，缓解便秘或腹泻。",
            "689. 猫咪可适量食用煮熟的鸡胸肉、鱼肉（去刺），补充优质蛋白，增强体质。",
            "690. 宠物进食后需及时清理食盆，避免食物残渣滋生细菌，吸引害虫。"
        ]
    },
    {
        "title": "十一、宠物环境与卫生养护篇（100条）",
        "subSentences": [
            "691. 宠物居住环境需保持通风，每日开窗通风1-2次，每次30分钟，减少细菌和异味滋生。",
            "692. 宠物活动区域需定期消毒，使用宠物专用消毒剂，避免84消毒液等刺激性产品，消毒后通风晾干。",
            "693. 宠物窝垫需每周清洗1次，每月暴晒消毒（2-3小时），减少螨虫和细菌，预防皮肤疾病。",
            "694. 宠物玩具需定期清洁，橡胶玩具可煮沸消毒，毛绒玩具可机洗，避免污垢堆积引发感染。",
            "695. 宠物食盆和水罐需每日清洗，不锈钢材质可用开水烫洗，陶瓷材质避免骤冷骤热导致破裂。",
            "696. 猫砂盆需每日清理粪便，每周彻底更换猫砂并消毒，多猫家庭需增加清理频率。",
            "697. 狗狗厕所（尿垫）需及时更换，避免尿液残留产生异味，污染环境，诱发宠物乱尿。",
            "698. 宠物居住环境温度需稳定，避免剧烈变化，夏季降温、冬季保暖，不同宠物适配不同温度范围。",
            "699. 宠物环境湿度需适宜，湿度过高易引发皮肤病和呼吸道问题，过低导致皮肤干燥，可使用加湿器或除湿机调节。",
            "700. 室内饲养宠物需做好防脱毛措施，定期用吸尘器清理地面、沙发和床铺，使用除毛粘辊去除衣物浮毛。",
            "701. 宠物换毛期需增加环境清洁频率，每日梳理宠物毛发，减少浮毛散落，预防毛发过敏。",
            "702. 宠物活动区域需避免放置尖锐物品（剪刀、玻璃制品），防止宠物碰撞受伤。",
            "703. 家中有宠物时，电线需隐藏或包裹防咬管，避免宠物啃咬导致触电危险。",
            "704. 宠物居住环境需避免强光直射，尤其是鸟类、爬行类宠物，可拉窗帘调节光线。",
            "705. 宠物窝需放置在远离风口、噪音源的位置，提供安静舒适的休息空间，减少应激。",
            "706. 多宠物家庭需为每只宠物提供独立的窝和食盆，避免因资源争夺引发争斗。",
            "707. 宠物环境需定期清理死角（沙发底、床底、墙角），堆积的毛发和灰尘易滋生螨虫。",
            "708. 饲养异宠（如仓鼠、兔子）的笼子需放置在安静处，避免噪音刺激导致其应激，影响健康。",
            "709. 水龟饲养缸需安装过滤设备，定期清理粪便和食物残渣，每周更换部分水量，保持水质清洁。",
            "710. 鸟类宠物的鸟笼需每日清理粪便和残留食物，每周用温水冲洗鸟笼，消毒站杆和食罐。",
            "711. 宠物环境中避免使用浓烈香水、空气清新剂，宠物嗅觉敏感，易引发呼吸道不适。",
            "712. 家中装修时，有宠物需选择环保材料，避免甲醛、苯等有害物质危害宠物健康。",
            "713. 宠物活动区域地面需防滑，尤其是瓷砖地面，可放置地垫，避免宠物奔跑时摔倒受伤。",
            "714. 宠物窝的大小需适配宠物体型，确保其能舒适躺卧、转身，幼犬/幼猫需随着生长更换窝具。",
            "715. 宠物窝的材质需透气、耐用，夏季选择冰丝、麻质材料，冬季选择毛绒、棉质材料。",
            "716. 饲养爬行类宠物的饲养箱需定期更换垫材（椰土、树皮屑），清理粪便，保持环境干燥清洁。",
            "717. 宠物环境需避免放置有毒植物（夹竹桃、曼陀罗、百合），防止宠物误食中毒。",
            "718. 家中垃圾桶需带盖并放置在宠物接触不到的位置，避免宠物翻找误食有害物品。",
            "719. 宠物外出回家后，需清洁脚掌和体表，用湿毛巾擦拭去除灰尘和污物，避免带入病菌污染室内环境。",
            "720. 雨天带狗狗外出后，需彻底擦干毛发和脚掌，尤其注意腹部和腋下，防止潮湿引发皮肤湿疹。",
            "721. 宠物用品（牵引绳、胸背带、伊丽莎白圈）需定期清洗消毒，可用稀释的宠物消毒剂浸泡后晾干，避免细菌滋生。",
            "722. 猫抓板需定期清理浮毛和碎屑，可使用吸尘器或毛刷，若磨损严重需及时更换，保持其吸引力。",
            "723. 宠物活动区域的地毯需每周用除螨仪清理，每月进行深度清洗，减少螨虫和毛发堆积，预防过敏。",
            "724. 饲养金鱼等水族宠物时，过滤棉需每周清洗1次，每月更换部分过滤材料，保证过滤效果，维持水质稳定。",
            "725. 宠物居住环境需保持整洁，避免食物残渣散落，尤其是潮湿角落，防止吸引蟑螂、老鼠等害虫。",
            "726. 冬季为宠物保暖时，加热垫、暖水袋等需定期检查安全性，避免漏电或低温烫伤，使用时需用毛巾包裹。",
            "727. 夏季为宠物降温时，空调温度不宜低于24℃，避免直吹宠物，定期清洁空调滤网，防止灰尘和病菌传播。",
            "728. 宠物医院带回的药品、用品需单独放置，接触后及时洗手，避免交叉感染家中健康宠物。",
            "729. 宠物笼具（狗笼、猫笼、异宠饲养箱）需每月进行彻底消毒，先用清水冲洗，再用宠物消毒剂擦拭，晾干后使用。",
            "730. 多猫家庭的猫砂盆需分区域放置，避免集中在一处导致异味过重，每只猫对应1个猫砂盆+1个备用盆。",
            "731. 狗狗的窝垫若沾染尿液，需先用尿渍清洁剂去除异味，再进行清洗，避免残留气味导致狗狗再次乱尿。",
            "732. 异宠的躲避穴、攀爬玩具等需定期检查是否有破损，及时更换，防止宠物被划伤或误食碎片。",
            "733. 宠物环境的光线需适宜，每日保证1-2小时散射光照射，帮助宠物合成维生素D，同时避免强光刺激眼睛。",
            "734. 饲养鸟类的房间需避免吸烟和油烟，空气污染物会损伤鸟类呼吸道，引发疾病。",
            "735. 宠物活动区域需预留足够空间，大型犬、好动宠物（如边牧、松鼠）需更大活动范围，避免空间狭小导致焦虑。",
            "736. 宠物用品需分类存放，食品、玩具、药品分开摆放，药品需放置在宠物接触不到的高处，避免误食。",
            "737. 定期清理宠物的饮水器出水口（尤其是滚珠式），防止水垢和细菌堵塞，影响饮水供应。",
            "738. 宠物换毛期可在沙发、床铺等宠物常卧位置铺设防水防毛垫，便于清洁，减少毛发附着。",
            "739. 饲养爬行类宠物的UVB灯需定期更换（每6-12个月），即使灯光正常，紫外线强度也会衰减，影响补钙效果。",
            "740. 宠物环境中避免使用樟脑丸、杀虫剂等有毒物品，气味和成分会危害宠物健康，引发中毒。"
        ]
    },
    {
        "title": "十二、宠物行为训练与心理养护篇（100条）",
        "subSentences": [
            "741. 宠物训练需遵循“正向激励”原则，用零食、表扬等奖励正确行为，避免打骂，防止产生恐惧和抵触心理。",
            "742. 幼犬/幼猫训练最佳时期为3-6个月，此时学习能力强，可快速掌握基础指令和行为规范。",
            "743. 训练宠物“定点排便”时，需观察其排便前信号（嗅闻、转圈），及时引导至指定位置，成功后给予奖励。",
            "744. 狗狗“随行”训练需循序渐进，先在安静环境练习，再逐步过渡到复杂环境（街道、公园），强化指令记忆。",
            "745. 猫咪训练难度高于狗狗，需用其感兴趣的零食（冻干、猫条）引导，每次训练时间不超过10分钟，避免厌倦。",
            "746. 宠物“拒食”训练至关重要，外出时若捡拾食物，需发出“吐”或“不”的指令，配合牵引绳控制，成功后奖励。",
            "747. 训练宠物“安静”时，当宠物停止吠叫/吵闹后立即奖励，反复强化，让其明白“安静有好处”。",
            "748. 宠物分离焦虑的改善需逐步进行，先短时间离开，再延长时间，返回后避免过度安抚，减少焦虑联想。",
            "749. 多宠物家庭需训练宠物和平相处，初次见面隔栏熟悉，接触时给予奖励，出现争斗及时制止并引导。",
            "750. 狗狗“握手”“卧下”等技能训练，需分解动作，逐步引导，每个动作掌握后再进行组合训练。",
            "751. 猫咪乱抓家具时，除提供猫抓板外，可在家具上贴防抓贴，当猫咪使用猫抓板时及时奖励，转移注意力。",
            "752. 宠物训练需保持耐心，同一指令可能需要重复数十次，不可急于求成，避免宠物产生挫败感。",
            "753. 狗狗护食行为纠正，需从幼犬开始，喂食时逐步靠近食盆，温和抚摸，让其适应进食时有人在旁。",
            "754. 宠物心理需求不可忽视，长期缺乏陪伴易导致抑郁，需每日保证互动时间（玩耍、抚摸），满足情感需求。",
            "755. 猫咪喜欢高处，提供猫爬架、壁挂窝等，让其拥有专属领地，增强安全感，减少应激行为。",
            "756. 狗狗喜欢社交，适当带其与其他温顺宠物接触，有助于改善胆小、攻击性强等问题，提升社交能力。",
            "757. 训练宠物适应航空箱/笼子，需先让其在箱内放置零食和玩具，熟悉后再关闭门，逐步延长时间，避免强迫。",
            "758. 宠物恐惧特定物品（吹风机、吸尘器），可采用“脱敏训练”，远距离播放声音，逐步靠近，同时给予奖励。",
            "759. 猫咪夜间活跃时，睡前进行互动游戏（逗猫棒、激光笔），消耗精力，帮助其养成良好睡眠习惯。",
            "760. 狗狗吠叫扰民时，需找到根源（警觉、无聊、求关注），针对性解决，如无聊时提供漏食玩具，警觉时给予安抚。",
            "761. 宠物训练需固定指令和手势，避免家人指令不统一，导致宠物混淆，影响训练效果。",
            "762. 老年宠物训练需降低难度，放缓节奏，利用其熟悉的零食和指令，保持大脑活跃，延缓认知衰退。",
            "763. 猫咪“踩奶”行为是安全感的体现，不要制止，可提供柔软垫子，满足其行为需求，增强信任。",
            "764. 狗狗“捡物”训练可从熟悉的玩具（球、飞盘）开始，抛出后发出指令，捡回后给予奖励，逐步增加距离。",
            "765. 宠物犯错后，需在行为发生时及时制止，事后惩罚无效，反而会让宠物困惑，无法关联错误行为。",
            "766. 内向胆小的宠物，需提供安静环境，避免频繁打扰，通过零食和温柔互动建立信任，逐步改善性格。",
            "767. 猫咪对主人过度依赖时，需逐步训练独立能力，短时间离开后返回，避免寸步不离，减少分离焦虑。",
            "768. 狗狗“定”指令训练，让其在指定位置停留，逐步延长时间，主人可逐步远离，成功后给予奖励，强化规则意识。",
            "769. 宠物心理压力大时，可能出现过度舔毛、啃脚、乱尿等行为，需改善环境，增加陪伴，必要时咨询行为专家。",
            "770. 训练猫咪“过来”指令，可用零食引诱，发出指令后逐步后退，猫咪跟随过来后奖励，反复练习形成条件反射。",
            "771. 狗狗外出扑人时，立即收紧牵引绳，让其坐下，待安静后再继续行走，反复训练纠正危险行为。",
            "772. 宠物训练需选择合适时间，避免在宠物饥饿、疲劳或生病时进行，此时注意力不集中，训练效果差。",
            "773. 猫咪讨厌被抱时，不要强行拥抱，可通过抚摸下巴、背部建立信任，待其放松后再尝试温柔抱起。",
            "774. 狗狗对陌生人警惕时，主人需保持冷静，温和介绍，让陌生人缓慢递出零食，帮助建立信任，减少吠叫。",
            "775. 宠物训练成功后，需定期复习指令，避免遗忘，可在日常互动中穿插训练，巩固效果。",
            "776. 异宠（如鹦鹉、蜜袋鼯）训练需更具耐心，利用其对食物的渴望，重复简单指令，逐步引导，不可强迫。",
            "777. 猫咪在高处不愿下来时，不要强行拖拽，可在下方放置零食或玩具，引导其自行下来，避免应激。",
            "778. 狗狗追逐车辆/行人时，立即发出“过来”指令，配合牵引绳控制，纠正危险行为，确保外出安全。",
            "779. 宠物心理养护需关注其情绪变化，开心时互动奖励，低落时安抚陪伴，建立深厚的信任关系。",
            "780. 训练宠物“装死”等趣味技能，需在基础指令（卧下）掌握后进行，用零食引导动作，保持训练趣味性。"
        ]
    },
    {
        "title": "十三、宠物老年养护与特殊需求篇（100条）",
        "subSentences": [
            "781. 老年宠物（狗狗7岁以上，猫咪10岁以上）需定期体检（每6个月1次），重点检查肝肾功能、心脏和关节健康。",
            "782. 老年宠物饮食需调整，选择老年专用粮，特点是低脂肪、易消化、富含关节保护成分（软骨素、葡萄糖胺）。",
            "783. 老年宠物牙齿脆弱，易患牙周炎，需选择软质粮或泡软的粮，定期清理口腔，避免过硬食物刺激。",
            "784. 老年宠物活动量减少，需控制喂食量，避免肥胖，可少量多次喂食，减轻肠胃负担。",
            "785. 老年宠物关节退化，行动不便，需提供矮脚窝、防滑垫，避免爬楼梯、跳高台，减少关节损伤。",
            "786. 老年狗狗易患髋关节发育不良、关节炎，可在窝旁放置 ramp（斜坡），方便上下沙发/床，减少关节受力。",
            "787. 老年宠物视力下降，需固定用品位置（食盆、水罐、窝），避免移动家具，防止碰撞受伤。",
            "788. 老年宠物听力衰退，需用手势配合指令交流，避免大声喊叫，减少其受惊焦虑。",
            "789. 老年宠物皮肤弹性下降，易干燥瘙痒，洗澡频率需降低（每2-3个月1次），使用保湿型沐浴露，洗后彻底吹干。",
            "790. 老年宠物免疫力下降，需按时接种疫苗和驱虫，避免接触流浪动物，减少传染病风险。",
            "791. 老年猫咪易患慢性肾病，需保证充足饮水，可使用流动饮水机，喂食肾脏处方粮，定期监测肾功能。",
            "792. 老年宠物睡眠时间延长，需提供安静舒适的休息环境，避免打扰，保证充足睡眠，恢复体力。",
            "793. 老年宠物可能出现认知障碍，表现为迷路、乱尿、忘记指令，需贴标识引导，增加陪伴，减少应激。",
            "794. 老年宠物肌肉流失，需进行温和运动（短距离散步、室内互动），每日1-2次，每次10-15分钟，维持肌肉量。",
            "795. 老年宠物毛发易干枯、脱落，需增加梳毛频率（每日1次），促进血液循环，帮助毛发健康。",
            "796. 老年宠物易便秘，饮食中需增加膳食纤维（蔬菜、牧草），必要时喂食益生菌或缓泻剂，缓解症状。",
            "797. 老年宠物体温调节能力下降，冬季需加强保暖（加热垫、厚窝），夏季注意降温（阴凉处、风扇），避免极端温度。",
            "798. 老年宠物口腔问题频发，需每周检查牙龈和牙齿，若有红肿、牙结石，及时就医洁牙，避免口腔感染引发全身疾病。",
            "799. 老年宠物患糖尿病时，需严格控制饮食，定期注射胰岛素，监测血糖变化，避免并发症。",
            "800. 老年宠物排尿次数增多，需增加厕所清理频率，提供易接近的厕所（如低边猫砂盆、近旁尿垫），避免憋尿。",
            "801. 老年宠物情绪易低落，需增加陪伴互动，用其熟悉的玩具和零食，保持积极情绪，延缓认知衰退。",
            "802. 老年狗狗心脏功能下降，避免剧烈运动，散步时保持缓慢节奏，若出现呼吸急促、咳嗽，立即休息并就医。",
            "803. 老年宠物用药需谨慎，严格遵医嘱，注意药物剂量和副作用，避免自行用药导致中毒。",
            "804. 老年宠物皮肤易出现脂肪瘤、疣等增生，需定期检查，若快速增大或破溃，及时就医检查治疗。",
            "805. 老年猫咪易患甲亢，表现为食欲亢进、体重下降、多饮多尿，需及时就医治疗，调整饮食。",
            "806. 老年宠物饮水器需选择浅口、易饮用的款式，避免弯腰或低头困难，保证饮水充足。",
            "807. 老年宠物窝垫需选择记忆棉或柔软材质，缓解关节压力，让其休息更舒适。",
            "808. 老年宠物易患脱水，尤其是夏季或生病时，需观察饮水量和尿色，尿色过深表明饮水不足，需及时引导。",
            "809. 老年宠物社交需求降低，避免强迫其与其他宠物互动，尊重其意愿，减少应激。",
            "810. 老年宠物离世前，需给予更多陪伴和关爱，提供舒适的环境，减轻痛苦，让其安详度过最后时光。",
            "811. 残疾宠物（截肢、失明）需调整生活环境，提供专属通道，固定用品位置，帮助其适应生活。",
            "812. 失明宠物需通过声音和气味建立环境认知，避免改变家具布局，主人可发出固定声音引导其行动。",
            "813. 截肢宠物需训练使用剩余肢体行走，提供防滑垫，避免摔倒，必要时配备宠物轮椅，辅助行动。",
            "814. 患有慢性病（肾病、糖尿病）的宠物，需长期坚持处方粮，不可随意更换饮食，避免病情反复。",
            "815. 术后恢复期的宠物，需限制活动，佩戴伊丽莎白圈，喂食易消化的食物，定期复查伤口，确保愈合。",
            "816. 肥胖宠物需制定减重计划，选择低脂粮，控制喂食量，增加运动量，逐步降低体重，避免健康风险。",
            "817. 胆小应激的宠物，需提供躲避穴，避免频繁打扰，家中成员互动时动作轻柔，减少其焦虑。",
            "818. 哺乳期母宠需补充高营养饮食，保证乳汁充足，同时提供安静环境，避免打扰，防止弃养幼崽。",
            "819. 幼犬/幼猫体质脆弱，需注意保暖，避免洗澡，按时接种疫苗，喂食专用奶糕粮，少量多次。",
            "820. 患有皮肤病的宠物，需严格遵医嘱用药，定期药浴，环境彻底消毒，避免反复感染。"
        ]
    },
    {
        "title": "十四、宠物常见疾病预防与护理篇（100条）",
        "subSentences": [
            "821. 宠物感冒预防：避免温差过大，冬季保暖，夏季避免空调直吹，增强体质，减少接触病宠。",
            "822. 宠物感冒护理：保暖休息，喂食宠物专用感冒药，补充水分，避免洗澡和外出，若发烧立即就医。",
            "823. 猫狗皮肤病预防：定期驱虫，保持皮肤干燥，避免接触过敏原和病宠，环境定期消毒。",
            "824. 猫狗皮肤病护理：查明病因（真菌/细菌/寄生虫），对症用药，佩戴伊丽莎白圈防止抓挠，环境彻底消毒。",
            "825. 宠物肠胃炎预防：定时定量喂食，避免过期、变质食物，换粮循序渐进，不喂刺激性食物。",
            "826. 宠物肠胃炎护理：禁食禁水（严重时），输液补水，喂食益生菌和易消化食物，遵医嘱使用消炎药。",
            "827. 狗狗细小病毒预防：按时接种疫苗，避免接触病犬及其粪便，幼犬未完成免疫前不外出。",
            "828. 狗狗细小病毒护理：立即隔离，输液治疗（抗病毒、补水、止吐），严格消毒环境，避免交叉感染。",
            "829. 猫咪猫瘟预防：接种猫三联疫苗，新猫到家先隔离观察，避免接触病猫，环境定期消毒。",
            "830. 猫咪猫瘟护理：禁食禁水，输液补充营养和水分，使用抗病毒药物，对症治疗呕吐、腹泻。",
            "831. 宠物泌尿系统疾病预防：保证充足饮水，喂食泌尿处方粮（易患品种），避免憋尿，定期体检。",
            "832. 宠物泌尿系统疾病护理：增加饮水量，遵医嘱使用消炎药和利尿剂，严重时手术治疗，定期复查。",
            "833. 宠物关节疾病预防：控制体重，避免剧烈运动，补充软骨素和钙，大型犬幼犬控制生长速度。",
            "834. 宠物关节疾病护理：减少运动，提供舒适窝垫，使用关节保护药物，必要时物理治疗（热敷、按摩）。",
            "835. 宠物口腔疾病预防：每周刷牙，喂食磨牙零食，定期洁牙，选择优质粮，避免过软食物。",
            "836. 宠物口腔疾病护理：洁牙治疗，涂抹口腔消炎药，喂食软质粮，定期口腔检查，保持口腔卫生。",
            "837. 宠物寄生虫病预防：每月体外驱虫，每3个月体内驱虫，避免接触流浪动物粪便，环境消毒。",
            "838. 宠物寄生虫病护理：根据寄生虫类型使用针对性驱虫药，严重时输液治疗，环境彻底消毒(尤其是宠物粪便接触区域），防止再次感染。",
            "839. 宠物糖尿病预防：控制饮食，避免高糖、高脂肪食物，保持适量运动，定期监测体重和血糖，肥胖宠物及时减重。",
            "840. 宠物糖尿病护理：喂食糖尿病处方粮，严格遵医嘱注射胰岛素，每日监测血糖变化，避免剧烈运动，预防并发症。",
            "841. 宠物慢性肾衰竭预防：避免喂食高盐、变质食物，保证充足饮水，定期体检（尤其老年宠物），及时治疗泌尿系统疾病。",
            "842. 宠物慢性肾衰竭护理：喂食肾脏处方粮，控制蛋白质和磷摄入，输液排毒，使用护肾药物，定期复查肾功能。",
            "843. 猫咪毛球症预防：每日梳毛（尤其长毛猫），定期喂食化毛膏或化毛粮，在家种植猫草供其食用，促进毛球排出。",
            "844. 猫咪毛球症护理：喂食化毛膏或口服泻药（兽医指导），严重时通过手术取出毛球，恢复期喂食易消化食物。",
            "845. 宠物结膜炎预防：保持眼部清洁，避免灰尘、异物刺激，防止宠物抓挠眼睛，接触病宠后及时消毒。",
            "846. 宠物结膜炎护理：用生理盐水清理眼部分泌物，滴入宠物专用眼药水，佩戴伊丽莎白圈防止抓挠，严重时口服消炎药。",
            "847. 狗狗髋关节发育不良预防：大型犬幼犬控制喂食量，避免爬楼梯、跳高台，补充软骨素，选择遗传背景健康的幼犬。",
            "848. 狗狗髋关节发育不良护理：减少剧烈运动，使用关节保护药物，严重时手术治疗，提供防滑垫和矮脚窝减轻关节压力。",
            "849. 宠物耳螨预防：定期清理耳道（尤其垂耳犬、长毛猫），保持耳道干燥，每月体外驱虫，避免接触病宠。",
            "850. 宠物耳螨护理：用专用洗耳液彻底清理耳道，滴入耳螨药，连续治疗2-4周，同时消毒宠物窝垫和玩具。",
            "851. 宠物胰腺炎预防：避免喂食油腻、高脂肪食物（如肥肉、油炸食品），定时定量喂食，不暴饮暴食，肥胖宠物减重。",
            "852. 宠物胰腺炎护理：禁食禁水，输液补充营养和水分，使用抗生素和止吐药，恢复期喂食低脂处方粮。",
            "853. 猫咪口炎预防：定期口腔清洁，喂食磨牙零食，避免喂食过烫、过硬食物，定期体检排查口腔问题。",
            "854. 猫咪口炎护理：口腔冲洗消毒，涂抹口腔消炎药，严重时拔牙治疗，喂食温凉的流质或软质食物。",
            "855. 宠物哮喘预防（猫咪高发）：避免接触过敏原（粉尘、烟雾、花粉），保持环境通风，定期清洁猫砂盆减少粉尘。",
            "856. 宠物哮喘护理：遵医嘱使用平喘药物，避免应激，保持环境安静清洁，严重时吸氧治疗。",
            "857. 宠物肛门腺炎预防：定期由兽医挤肛门腺（尤其小型犬），喂食膳食纤维丰富的食物，避免便秘和腹泻。",
            "858. 宠物肛门腺炎护理：挤净肛门腺分泌物，涂抹消炎药膏，严重时口服抗生素，保持肛门周围清洁干燥。",
            "859. 乌龟白眼病预防：保持水质清洁，定期换水，避免水温剧烈变化，提供晒台让乌龟充分晒背。",
            "860. 乌龟白眼病护理：用生理盐水清理眼部，滴入宠物专用眼药水，干养治疗，每日定时泡水保证饮水。",
            "861. 鸟类呼吸道疾病预防：保持鸟笼通风，避免油烟和粉尘刺激，定期清理鸟笼，喂食新鲜食物和饮水。",
            "862. 鸟类呼吸道疾病护理：隔离病鸟，保持环境温暖干燥，遵医嘱使用鸟类专用消炎药，补充维生素增强体质。",
            "863. 兔子球虫病预防（幼兔高发）：断奶后定期喂食球虫药，环境彻底消毒，避免粪便污染食物和饮水。",
            "864. 兔子球虫病护理：立即使用针对性球虫药，输液补水防止脱水，隔离病兔，环境全面消毒避免扩散。",
            "865. 宠物中暑预防：夏季避免高温时段外出，提供充足饮水和阴凉休息处，犬只外出携带水壶，避免暴晒。",
            "866. 宠物中暑护理：立即移至阴凉处，用湿毛巾擦拭身体降温（避免冰水），补充水分，严重时输液治疗并送医。",
            "867. 宠物皮肤癣菌病预防：避免接触病宠，环境定期消毒，宠物用品单独使用，保持皮肤干燥清洁。",
            "868. 宠物皮肤癣菌病护理：涂抹抗真菌药膏，严重时口服抗真菌药，环境和用品彻底消毒，防止人宠交叉感染。",
            "869. 狗狗犬瘟热预防：按时接种犬瘟热疫苗，幼犬未完成免疫不外出，避免接触病犬及其分泌物。",
            "870. 狗狗犬瘟热护理：早期使用抗病毒药物，输液补充营养，对症治疗发烧、抽搐等症状，严格隔离消毒。"
        ]
    },
    {
        "title": "十五、宠物出行与户外养护篇（50条）",
        "subSentences": [
            "871. 宠物外出需佩戴牵引绳（狗狗必戴，猫咪建议佩戴），大型犬使用短牵引绳，避免挣脱走失或攻击他人。",
            "872. 狗狗外出遛弯需避开早晚高峰和高温时段，选择安静、安全的路线，避免去车流量大的区域。",
            "873. 猫咪外出需使用猫包或航空箱，避免直接抱出，防止受惊逃跑或应激，首次外出时间不宜过长。",
            "874. 宠物外出前需检查牵引绳、胸背带卡扣是否牢固，佩戴身份牌（注明主人电话和地址），以防走失。",
            "875. 夏季带宠物外出，需携带饮用水和便携水碗，定时补水，避免中暑，路面过热时可垫脚垫保护脚掌。",
            "876. 冬季带宠物外出，短毛犬和小型犬需穿保暖衣物，避免长时间在雪地停留，回家后擦干脚掌和毛发。",
            "877. 宠物外出时若接触其他动物，需观察对方是否健康温顺，避免与流浪动物或有攻击性的宠物近距离接触。",
            "878. 带宠物去公园等公共场所，需遵守规定，清理宠物粪便（用拾便袋），保持环境整洁，不打扰他人。",
            "879. 宠物首次外出可能紧张，需耐心引导，多给予鼓励和奖励，逐步适应外界环境，不要强迫其快速接触陌生事物。",
            "880. 带宠物长途出行（自驾），需准备航空箱或宠物安全带，每2小时停车让宠物活动、饮水，避免长时间憋尿。",
            "881. 宠物乘坐公共交通工具需遵守当地规定，多数公交、地铁禁止宠物进入，可选择出租车或宠物专车。",
            "882. 带宠物去宠物医院、宠物店等场所，需佩戴牵引绳或装入容器，避免与其他宠物发生冲突。",
            "883. 户外草坪可能有农药、除草剂残留，带宠物玩耍后需检查脚掌和毛发，回家后及时清洁，避免舔舐中毒。",
            "884. 带狗狗爬山、徒步等户外活动，需根据其体力选择路线，避免过度劳累，携带急救包应对突发情况。",
            "885. 宠物外出时若受伤（如脚掌划伤、被其他动物咬伤），需立即清理伤口，严重时及时送医，避免感染。",
            "886. 带猫咪外出晒太阳，需选择安静、安全的地方，避免阳光直射暴晒，时间控制在1小时内，防止中暑。",
            "887. 宠物外出时若出现应激反应（躲窜、发抖、拒食），需立即带其离开当前环境，回到熟悉的地方安抚。",
            "888. 带宠物去海边玩耍，需避免宠物饮用海水（含盐量高导致腹泻），玩耍后冲洗毛发去除盐分和沙粒。",
            "889. 冬季带宠物在雪地玩耍后，需用温水清洗脚掌，擦干后检查是否有冻伤或裂缝，涂抹护脚霜。",
            "890. 带宠物外出时，不要让其随意捡拾食物，尤其是路边的不明食物，防止误食有毒物品或变质食物。",
            "891. 大型犬外出需佩戴嘴套（尤其在人员密集区域），避免引起他人恐慌，同时防止咬伤他人或其他动物。",
            "892. 宠物外出时若遇到雷雨天气，需立即带其躲避至室内，避免在空旷地带停留，防止受惊或被雷击。",
            "893. 带宠物去陌生环境（如朋友家、民宿），需先让其熟悉环境，放置熟悉的玩具和窝垫，减少应激。",
            "894. 狗狗外出训练“随行”时，可在安静路段先练习，逐步过渡到复杂环境，强化“靠近主人”的指令。",
            "895. 宠物外出时若走失，需立即在附近寻找，同时发布寻宠启事（附照片、特征、联系方式），联系当地宠物救助站。",
            "896. 带宠物乘坐飞机，需提前办理检疫证明，选择有氧舱，航空箱内放置吸水垫和少量食物，起飞前4小时禁食禁水。",
            "897. 户外遛狗时，需注意避让老人、小孩和孕妇，主动收紧牵引绳，展现文明养宠素养。",
            "898. 宠物外出玩耍后，回家需清洁脚掌、肛门周围和腹部，梳理毛发去除杂物，必要时洗澡消毒。",
            "899. 带异宠（如仓鼠、兔子）外出需装入专用携带盒，保持通风，避免温度剧烈变化和外界刺激，外出时间极短。",
            "900. 宠物外出时，主人需随身携带宠物常用药品（如止血粉、益生菌），应对轻微受伤或肠胃不适等突发情况。"
        ]
    },
    {
        "title": "十六、宠物用品选择与使用篇（50条）",
        "subSentences": [
            "901. 宠物食盆选择：优先选陶瓷或不锈钢材质，不易滋生细菌且耐用，避免塑料食盆导致下巴毛囊炎。",
            "902. 宠物饮水器：狗狗可用滚珠式或挂式，猫咪建议用流动饮水机（增加饮水兴趣），异宠需适配其体型（如仓鼠用小型滚珠式）。",
            "903. 宠物窝具选择：根据体型和季节选，夏季用冰丝、麻质窝，冬季用毛绒、棉质窝，大型犬需选承重性好的窝。",
            "904. 狗狗牵引绳：小型犬用胸背带（保护颈部），大型犬用项圈+短牵引绳（便于控制），选择耐磨、卡扣牢固的款式。",
            "905. 猫咪猫砂盆：多猫家庭选大号或开放式，空间小选封闭式（除臭），短鼻猫选低边款（方便进出），避免太封闭导致拒绝使用。",
            "906. 猫砂选择：膨润土砂结团性好但粉尘大，豆腐砂可冲马桶且粉尘小，根据猫咪喜好和家庭需求搭配使用。",
            "907. 宠物玩具：狗狗选磨牙类（橡胶棒、漏食球）、互动类（飞盘、球），猫咪选捕猎类（逗猫棒、激光笔）、磨爪类（猫抓板）。",
            "908. 宠物沐浴露：需选专用款，幼犬/幼猫用温和无刺激型，皮肤病宠物用药用沐浴露，不可用人用沐浴露（破坏皮肤油脂）。",
            "909. 宠物梳子：短毛宠物用针梳，长毛宠物用排梳+针梳，换毛期用褪毛梳（富美内特梳），猫咪可用贝壳梳。",
            "910. 伊丽莎白圈：术后或皮肤病宠物必备，选大小合适的款式，避免过紧影响呼吸或过松导致舔舐伤口。",
            "911. 宠物指甲剪：狗狗用大型犬专用剪，猫咪用小巧型剪，异宠（如仓鼠、兔子）用微型剪刀，确保刀刃锋利。",
            "912. 宠物航空箱：选符合航空公司标准的有氧舱款式，大小以宠物能站立转身为宜，内部铺垫吸水垫和玩具。",
            "913. 爬行类宠物饲养箱：根据体型选大小，配备加热灯、UVB灯和躲避穴，垫材用椰土、树皮屑或厨房纸。",
            "914. 鸟类宠物用品：鸟笼选金属材质（防啃咬），配备站杆（木质磨喙）、食罐、水罐和玩具（铃铛、秋千）。",
            "915. 啮齿类宠物用品：仓鼠笼需通风良好，配备跑轮、食盆、饮水器和小窝，荷兰猪需脚垫和草架。",
            "916. 宠物厕所：狗狗用尿垫+厕所架，猫咪用猫砂盆，兔子用宠物专用厕所（带网格），放置在安静角落。",
            "917. 宠物磨牙用品：狗狗用牛骨、橡胶磨牙棒，猫咪用磨牙零食、木天蓼，啮齿类用磨牙石、苹果枝。",
            "918. 宠物保暖用品：冬季用加热垫（宠物专用，防漏电）、保暖衣物，短毛犬和小型犬必备，避免用电热毯（易烫伤）。",
            "919. 宠物降温用品：夏季用降温板、冰垫，避免直接铺在空调出风口，狗狗可穿透气防晒衣。",
            "920. 宠物清洁用品：湿巾（擦脚掌、泪痕）、干洗粉（不便洗澡时用）、除味剂（宠物专用，安全无刺激）。",
            "921. 宠物药品收纳盒：分类存放常用药（驱虫药、益生菌、止血粉），标注有效期，放置在宠物接触不到的高处。",
            "922. 宠物身份牌：选耐用的金属材质，刻上宠物名字、主人电话和地址，佩戴在牵引绳或项圈上，以防走失。",
            "923. 宠物背包/猫包：外出携带用，选透气好、空间适中的款式，猫咪用封闭性好的猫包（增加安全感）。",
            "924. 宠物围栏：室内限制活动范围用，选高度合适的款式，防止宠物攀爬，幼犬/幼猫和异宠适用。",
            "925. 宠物自动喂食器：主人不在家时用，可定时定量喂食，确保食物新鲜，选择不易卡粮的款式。",
            "926. 宠物自动饮水机：保持饮水新鲜，过滤杂质，适合工作忙的主人，定期清洗滤芯避免细菌滋生。",
            "927. 宠物美容工具：长毛宠物需备剃毛器（宠物专用，调节档位）、剪刀，在家简易修剪毛发时用。",
            "928. 宠物消毒用品：环境消毒用宠物专用消毒剂，避免84消毒液等刺激性产品，玩具、窝垫可用紫外线消毒灯。",
            "929. 水族宠物用品：鱼缸选带过滤和照明的款式，配备加热棒（热带鱼用）、温度计、鱼网和鱼食罐。",
            "930. 宠物止吠器：仅用于过度吠叫的狗狗，选震动或声波型（无伤害），避免电击型（易造成心理创伤）。",
            "931. 宠物牵引绳配件：拾便袋架（挂在牵引绳上，方便外出清理粪便）、便携水碗（折叠式，外出补水）。",
            "932. 猫咪抓板：瓦楞纸款（磨爪+休息）、剑麻绳款（耐用），放置在猫咪常活动的区域，喷洒猫薄荷增加吸引力。",
            "933. 宠物沙发垫：防毛发、防抓挠，选防水易清洁的材质，铺在宠物常卧的沙发或床铺上。",
            "934. 异宠专用用品：蜜袋鼯用攀爬绳和育儿袋，刺猬用专用浴沙和躲避穴，角蛙用椰土垫材和浅水盆。",
            "935. 宠物训练用品：零食袋（挂在身上，方便奖励）、响片（辅助正向训练）、牵引绳训练带。",
            "936. 宠物伤口护理用品：无菌纱布、碘伏（宠物专用）、止血粉，轻微受伤时应急处理，严重时需送医。",
            "937. 宠物眼睛护理用品：泪痕湿巾（短鼻猫专用）、洗眼液（预防结膜炎），每日清洁眼部分泌物。",
            "938. 宠物耳朵护理用品：专用洗耳液、耳螨药，垂耳犬和长毛猫定期使用，保持耳道清洁。",
            "939. 宠物口腔护理用品：专用牙刷、牙膏（鸡肉味等宠物喜欢的口味）、口腔喷雾，预防牙结石和口炎。",
            "940. 宠物出行用品：便携折叠碗（饮水喂食）、宠物尿垫（长途出行用）、消毒湿巾（清洁脚掌）。",
            "941. 宠物毛发护理用品：护毛素（长毛宠物用，减少打结）、防静电喷雾（干燥季节用，减少浮毛）。",
            "942. 宠物防脱毛用品：除毛粘辊、吸尘器（带宠物毛发吸头）、脱毛梳，换毛期必备，减少环境毛发堆积。",
            "943. 宠物安全用品：窗户防护网（防止猫咪坠落）、电线防咬管（避免触电）、宠物围栏（限制危险区域）。",
            "944. 老年宠物用品：矮脚窝（方便进出）、防滑垫（防止摔倒）、软质粮（牙齿不好）、宠物轮椅（行动不便）。",
            "945. 幼犬/幼猫用品：奶糕粮（易消化）、奶瓶/喂食勺（人工喂养）、尿垫（定点排便训练）、小尺寸玩具。",
            "946. 宠物旅行用品：便携宠物窝（折叠式，外出住宿用）、宠物护照（出境用）、检疫证明办理指南。",
            "947. 宠物玩具清洁用品：玩具消毒喷雾、毛刷（清理毛绒玩具浮毛），定期清洁避免细菌滋生。",
            "948. 宠物食品储存用品：密封粮桶（防止受潮变质）、零食密封袋，保持食物新鲜，延长保质期。",
            "949. 宠物标记用品：宠物尿味去除剂（清理乱尿痕迹）、猫砂盆除臭剂，改善环境气味，辅助行为训练。",
            "950. 宠物互动用品：激光笔（猫咪专用，避免直射眼睛）、漏食玩具（狗狗解闷，延缓进食）、飞盘（中大型犬互动训练），提升人宠互动乐趣。",
            "951. 宠物服装选择：以实用为主，短毛犬冬季选保暖款，夏季选防晒款，避免过紧影响活动，猫咪服装需选宽松型（减少抵触）。",
            "952. 宠物指甲磨甲器：电动款适合大型犬或怕剪指甲的宠物，手动磨甲块适合小型犬和猫咪，使用时动作轻柔避免受伤。",
            "953. 宠物航空箱配件：吸水垫（防排泄物污染）、固定带（防止运输中滑动）、透气网布（增加通风），提升运输安全性。",
            "954. 水族宠物过滤设备：小型鱼缸用外挂式过滤器，大型鱼缸用底滤系统，定期清洗过滤棉保证过滤效果。",
            "955. 宠物止尿用品：诱导尿垫（辅助定点排便训练）、防乱尿喷雾（天然成分，标记正确排便区），配合训练使用效果更佳。"
        ]
    },
    {
        "title": "十七、新手养宠入门与避坑篇（50条）",
        "subSentences": [
            "956. 新手选宠需结合自身条件：租房选小型犬/猫咪/异宠，时间少选自理能力强的品种（如英短、柴犬），过敏体质选无毛猫/卷毛犬。",
            "957. 避免冲动养宠：先了解宠物习性、寿命和养护成本，确认家人无反对意见，再决定是否饲养。",
            "958. 新手优先选健康幼宠：观察精神状态（活泼好动）、眼神（明亮无分泌物）、粪便（成形无异味），最好选择3月龄以上已断奶的个体。",
            "959. 新宠到家前准备：提前布置居住环境，备好粮食、水具、厕所等基础用品，消毒环境避免病菌感染。",
            "960. 新宠到家后不可立即洗澡：至少适应7-10天，待其熟悉环境、身体状态稳定后再洗，避免应激生病。",
            "961. 新宠疫苗不可拖延：幼犬/幼猫到家后观察1周无异常，及时接种首针疫苗，严格遵循免疫程序。",
            "962. 避免给新宠喂人类食物：尤其是牛奶、巧克力、洋葱等禁忌食物，直接喂食专用粮，防止肠胃不适。",
            "963. 新手养宠别频繁换粮：每款粮适应期至少2周，频繁更换易导致腹泻，换粮需循序渐进混合喂食。",
            "964. 不要过度溺爱宠物：喂食定时定量，避免零食无限供应，防止肥胖和挑食，建立基本行为规则。",
            "965. 新宠乱尿/拆家别打骂：多为应激或未训练导致，耐心引导至正确位置，成功后奖励，打骂会加剧恐惧。",
            "966. 新手需学习基础护理：掌握梳毛、剪指甲、清洁耳道等技能，定期操作减少宠物抵触，降低就医频率。",
            "967. 避免盲目跟风选稀有品种：稀有品种（如折耳猫、斗牛犬）多有遗传疾病，养护难度和成本高，新手易踩坑。",
            "968. 新宠到家后及时驱虫：体外驱虫可立即做，体内驱虫需在适应环境后（约2周），按体重选择剂量。",
            "969. 不要随意给宠物用药：人类药物（如感冒药、止痛药）对宠物有毒，生病需咨询兽医，遵医嘱用药。",
            "970. 新手需记录宠物状态：包括饮食量、排便情况、疫苗时间，便于及时发现异常，就医时提供参考。",
            "971. 避免让宠物长期独处：尤其是狗狗，每日需保证互动和运动时间，长期独处易引发分离焦虑和拆家行为。",
            "972. 新宠与原住民接触需循序渐进：先隔栏熟悉，再短时间接触，出现争斗立即分开，逐步建立和谐关系。",
            "973. 不要忽视宠物体检：即使无异常，每年也需做1次基础体检，老年宠物每6个月1次，早发现早治疗疾病。",
            "974. 新手养宠需备好应急资金：宠物生病（如细小、肾衰竭）治疗费用高，提前储备避免因资金问题放弃治疗。",
            "975. 避免给宠物戴过紧的项圈/饰品：会影响呼吸和血液循环，外出用牵引绳时需调整松紧度（能伸入两指为宜）。",
            "976. 不要强迫宠物做其抗拒的事：如抱猫咪、让狗狗接触陌生人，需耐心引导，尊重其习性和情绪。",
            "977. 新手需了解宠物饮食禁忌：提前熟记巧克力、葡萄、洋葱等危险食物，避免误食导致悲剧。",
            "978. 避免在宠物面前使用刺激性化学品：如杀虫剂、84消毒液，需转移宠物后使用，通风晾干再让其靠近。",
            "979. 不要随意遗弃宠物：宠物寿命长达数年至十几年，养宠前做好长期陪伴准备，遗弃会对其身心造成巨大伤害。",
            "980. 新手可加入养宠社群：向资深宠主学习经验，遇到问题及时求助，避免走养护弯路。",
            "981. 避免给幼犬/幼猫喂过硬食物：需泡软后喂食，保护牙齿和肠胃，随年龄增长逐步过渡到干粮。",
            "982. 不要让宠物接触危险物品：如电线、碎玻璃、化妆品，将物品收纳好，防止误食或受伤。",
            "983. 新手养宠需重视行为训练：从基础的定点排便、拒食开始，耐心引导，培养良好习惯，减少后续麻烦。",
            "984. 避免给宠物频繁做美容：尤其是剃光毛发，会破坏皮肤屏障，增加晒伤和皮肤病风险，夏季留1厘米左右毛发即可。",
            "985. 不要忽视宠物心理需求：多陪伴、互动，提供玩具，避免其因无聊出现拔毛、啃脚等异常行为。",
            "986. 新手需选择正规渠道买宠：优先选家庭繁育或正规宠物店，避免买“星期宠”（未断奶、患病的幼宠）。",
            "987. 不要让宠物随意进出厨房：厨房有刀具、热水、油烟等危险，需关门或用围栏阻挡，确保安全。",
            "988. 避免给宠物喂过量零食：零食仅作为训练奖励，每日摄入量不超过总热量10%，防止挑食和肥胖。",
            "989. 新手需了解宠物发情期特点：提前做好绝育准备或发情期护理，避免乱尿、叫春等问题影响生活。",
            "990. 不要用暴力制止宠物行为：如狗狗吠叫时打嘴、猫咪抓沙发时拍头，需用正向引导替代暴力，建立信任。"
        ]
    },
    {
        "title": "十八、文明养宠与社会责任篇（10条）",
        "subSentences": [
            "991. 外出遛狗必牵牵引绳：无论体型大小，都需控制在视线范围内，避免走失、伤人或惊扰他人。",
            "992. 及时清理宠物粪便：外出时随身携带拾便袋，清理后扔进垃圾桶，不污染公共环境（尤其公园、人行道）。",
            "993. 遵守公共场合养宠规定：不将宠物带入商场、餐厅、医院等禁止区域，乘坐公共交通遵守当地政策。",
            "994. 宠物吠叫需及时制止：在家中采取训练减少吠叫，避免扰民，邻里投诉时主动沟通解决。",
            "995. 给宠物佩戴身份标识：项圈挂身份牌（注明姓名、电话、地址），或植入芯片，便于走失后找回。",
            "996. 定期给宠物接种疫苗和驱虫：不仅保障宠物健康，也防止传染病传播给其他宠物和人类（如狂犬病）。",
            "997. 控制宠物活动范围：在家中用围栏限制危险区域（如阳台、厨房），外出时不允许宠物随意踩踏他人财物。",
            "998. 尊重不养宠人士的感受：遇到害怕宠物的人，主动收紧牵引绳或抱起宠物，保持安全距离。",
            "999. 宠物伤人需主动负责：及时带伤者就医，承担医疗费用，诚恳道歉，避免纠纷升级。",
            "1000. 参与宠物公益活动：如救助流浪动物、捐赠宠物用品、宣传文明养宠知识，传递责任养宠理念。"
        ]
    }
]