{
  "string": [
    {
      "name": "module_desc",
      "value": "module description"
    },
    {
      "name": "MainAbility_desc",
      "value": "description"
    },
    {
      "name": "MainAbility_label",
      "value": "智能宠物喂养与健康助手（Open Harmony版）"
    },
    {
      "name": "UserAgreement",
      "value": "【用户协议】\n更新日期：2025年11月3日\n生效日期：2025年11月3日\n\n一、协议说明\n本协议是您（以下简称“用户”）与“智能宠物喂养与健康助手（Open Harmony版）”开发方（以下简称“我们”或“开发者”）之间关于使用本应用及相关服务的法律协议。\n请您在使用本应用前仔细阅读本协议。您一旦使用，即视为已阅读并同意本协议全部内容。\n\n二、服务内容\n1. 本应用基于Open Harmony操作系统，提供宠物喂养控制、健康监测、环境管理、知识服务等功能。\n2. 我们可能会定期更新功能、修复漏洞或优化体验，您同意自动接收此类更新。\n\n三、用户行为规范\n1. 用户应遵守国家法律法规及社会公序良俗，不得利用本应用进行违法活动。\n2. 禁止上传、传播含有以下内容的信息：\n   - 违反宪法或法律法规；\n   - 含有暴力、色情、虚假或侵权信息；\n   - 恶意软件、病毒或其他破坏系统安全的内容。\n3. 用户应妥善保管账户信息，任何因账户被盗造成的损失由用户自行承担。\n\n四、知识产权声明\n1. 本应用的所有权利、商标、代码、界面设计及算法模型等均归开发者所有。\n2. 未经书面许可，用户不得复制、反编译、修改或商业使用本应用的任何部分。\n\n五、免责声明\n1. 本应用提供的健康建议仅供参考，不构成专业兽医诊断。\n2. 因网络、设备故障或不可抗力导致的服务中断或数据丢失，我们不承担赔偿责任。\n3. 用户因操作不当造成的宠物伤害或设备损坏，由用户自行承担。\n\n六、服务中止与终止\n我们有权在下列情况下暂停或终止您的服务：\n1. 用户违反法律法规或本协议；\n2. 用户进行恶意攻击、数据盗取等行为；\n3. 法律政策或监管要求需要。\n\n七、适用法律与争议解决\n1. 本协议适用中华人民共和国法律。\n2. 因使用本应用引发的争议，双方应友好协商解决；协商不成的，提交开发者所在地人民法院管辖。\n\n八、其他条款\n1. 若本协议部分条款无效，不影响其他条款的效力。\n2. 本协议的最终解释权归开发者所有。"
    },{
      "name": "PrivacyPolicy",
      "value": "【隐私政策】\n更新日期：2025年11月3日\n生效日期：2025年11月3日\n\n一、总则\n本隐私政策旨在说明您在使用“智能宠物喂养与健康助手（Open Harmony版）”（以下简称“本应用”）时，我们如何收集、使用、存储、保护及共享您的个人信息。本应用严格遵守《中华人民共和国个人信息保护法》《数据安全法》《网络安全法》及GDPR等相关法律法规。\n请您在使用前仔细阅读并理解本政策。若您不同意本政策的任何条款，请停止使用本应用。\n\n二、我们收集的信息\n1. 账户信息：包括手机号、邮箱或第三方登录凭证，用于注册、登录和身份验证。\n2. 设备与传感器数据：包括宠物喂食记录、体重监测数据、活动轨迹、环境温湿度、摄像头捕捉图像等，用于实现智能喂养与健康监测功能。\n3. 使用行为数据：包括功能使用频率、交互记录、设备日志，用于系统优化与算法训练。\n4. 位置信息（可选）：当您使用定位相关服务（如设备绑定、宠物追踪）时，我们可能会采集位置信息。\n5. 社区与互动数据：当您在社区中发帖、评论、上传图片时，相关内容将被存储以支持互动功能。\n\n三、信息的使用目的\n我们收集的信息将用于：\n1. 实现智能喂食、健康监测、环境管理等核心功能；\n2. 提供健康分析、报告导出及异常预警服务；\n3. 改进产品性能与用户体验；\n4. 向您提供宠物知识与问答服务；\n5. 满足法律法规要求或监管合规需求。\n\n四、信息的存储与保护\n1. 存储方式与期限：所有用户数据均加密存储在国内合规服务器中，通信采用TLS 1.3协议。我们仅在实现功能所必需的最短时间内保留您的数据。\n2. 安全措施：使用AES加密、访问控制与日志追踪，防止数据泄露、篡改或丢失。员工及第三方仅在必要授权范围内访问数据。\n\n五、信息的共享、转让与公开披露\n1. 共享情形：\n   - 为实现设备联动（如智能饮水机、项圈）而与第三方生态厂商共享必要数据；\n   - 经您明确授权的服务对接（如宠物医院诊疗参考报告）；\n   - 法律法规规定或政府机关依法要求提供时。\n2. 禁止出售或非法使用：我们不会向任何第三方出售、出租或以其他方式转让您的个人信息。\n\n六、您的权利\n您有权：\n1. 访问、更正或删除您的个人信息；\n2. 撤回授权或注销账户；\n3. 获取个人信息副本；\n4. 向监管部门投诉。\n我们将在收到请求后15个工作日内响应。\n\n七、儿童隐私保护\n本应用主要面向成年人使用。若您未满14周岁，请在监护人同意后使用本应用。\n\n八、政策更新\n如本隐私政策有重大变更，我们将通过应用通知或邮件方式告知您。\n\n九、联系我们\n如您对本政策或个人信息保护事宜有任何疑问，请联系：\n邮箱：qfys520@vip.qq.com"
    },{
      "name": "read_reason",
      "value": "申请读取权限，以用于保存宠物健康状态等图片"
    },{
      "name": "write_reason",
      "value": "申请写入权限，以用于分享宠物健康状态或上传图片视频"
    },{
      "name": "screenshot_reason",
      "value": "申请获取屏幕信息，以用于分享宠物健康状态"
    }
  ]
}